{
  "text": "Kiddos, popcorn. You're welcome. Okay, what's going to be the last one to go? Bounty. Bounty. See, if I was choosing, Bounty would be the first to go. Like, this is a white lion bar. Wild card, I'm thinking, on the old white lion bar. Anyway, totally irrelevant. Great to see you all. Say hello to the people sitting around you. Just make sure that you know everybody's names. We're going to have a little moment of discussion today. So just say hello to the people immediately around you, and then we're going to start in about 20 seconds' time. Okay, marvellous. Well done, everybody. Well done, well done. Okay, so hopefully you've had a chance to say hello to those people sat directly around you. Can I tell you the plan for this afternoon? Is that okay? So I did have something completely different prepared to say today, and I changed my mind. So I do a thing, which is an awful thing, which is whenever I speak into a microphone like this and I do a talk, I always go back and listen to it, which is like an exercise in getting the creeps. It's awful, but I think it's important because I want to improve. I want to do better. And so I was listening to my talk from last week, and I was like, that's pretty good, but I did leave something or a few things unresolved, and I found that there was a whole bunch of stuff that I wanted to say that I didn't say, particularly some stuff. I think I set up something like, what does it actually look like to be adopted into God's family? What does it actually look like? And then we went off on a lovely tangent, and it was very emotional, but I didn't actually really talk about what it actually looks like practically to be adopted into God's household. So is that okay? Can we just do a little rewind and go again? Is that okay? Is that all right? Yeah? But that does have the implication that because I did have something written down to say, and I started kind of thinking about this on Wednesday, Thursday this week, so I haven't done as much preparation as I normally would. And so I've got a couple of backups here. You guys are part of my backup plan, and Ben is part of my backup plan. Who's excited? Who's excited? Okay, so this is Ben Britton. Do you want to just introduce yourself? Hello. Thanks to the one person that was excited. Yeah, I was like, whoo! I'm going to aim for two by the end. I'm up for it. Yeah, so I'm Ben. I'm a secondary school teacher, so I think Daniel's wrote to me in because I'm used to standing up and trying to explain things that I haven't prepared for and that I don't fully understand, which sounds like a joke, but it's not. There's too many lessons. Yeah, that is frighteningly accurate. Yeah, so I thought I'd invite Ben to come and speak today because as I mentioned last week, Ben wrote his master's dissertation on the verses that we unpacked last week, and I read Ben's master's to prepare for last week, and so I was kind of like, if I kind of need somebody to come and just give me a hand, Ben would be the obvious choice, and so thank you, Ben, for coming and joining. It's very exciting to have him here. Ben and I both studied at a college called WTC. There are some, thank you, a little bit more enthusiasm for WTC. There's a few people in the room who either work for WTC or have studied with WTC. It's a theological training college where you can basically study theology part-time. If it's something that's interesting to you, their courses are designed for normal people working other jobs. So if you're interested in studying theology, would you come and talk to me because WTC should be your first choice. Yes, amen. Okay, we are thinking about sending some people to WTC next year, September 2026. I'm saying it first here, so if anybody wants to talk to me about that, come and talk to me about that. Anyway, so what we're going to do today is I thought of five things that I can think of that we receive when we are adopted into God's family. Five very practical things. It's not an exhaustive list, and we won't have time to do all five of them today, but there are five chocolate bars here. And so this is how this is going to work today. If you would like to earn one of these chocolate bars, then you may come and grab one when I say so, not before, okay? You've been eyeing these all Sunday, so not before. You can come and grab one, and if you do, then I'm just going to simply ask you to read into this microphone a little scripture, and then Ben and I are going to unpack it really quickly, and then we're going to move on. Well, how do we think? Does that sound good? Okay, that's the plan. So quickly, before we do, is there anybody here a Charles Dickens fan? One, two, three, four, five, six. Yeah, a handful, handful. So one of my Christmas traditions is read a Charles Dickens book by the fire at Christmas time. It's fabulous. If you've never done it, this is the year. Get yourself a copy of A Christmas Carol. Find yourself a fireplace and a cozy chair and go reading through it. No, the film does not count. You have to read the book. Go and read through a Dickens book. The Muppet film. It's a good film. It's a good film, but it doesn't count. You've got to read the book. Jim Kitten. No, not the Jim Carrey film. Absolutely not. Another classic Dickens book is Oliver Twist. Anybody here know the story of Oliver Twist? Oliver. Oliver. Diddly diddly diddly dee. Classic tale of a boy who gets adopted, right? And we're talking over the last Sundays about being adopted by God. And so this story of Oliver Twist has been high in my mind. It's about a little boy who's born into poverty who kind of falls in with the wrong crowd and has to work really hard to find his way in life. He eventually gets himself adopted by Mr. Brownlow and learns a new way of living. And then there's those moments where he's kind of drawn back into his old life with Fagin. Got to pick a pocket or two, boy. And there's that tension between his old life and his new life, his old life and his new adopted life. And what I want us to do as we explore this afternoon is just keep that story in the forefront of our minds. Try not to get too distracted by little scenes of little boys going, please, sir, can I have some more? But we're going to think about how does it look when God adopts us into his family? How do we benefit? And we're going to be thinking about Oliver Twist a little bit along as we go. How does that sound? I said I'd look at you like pregnantly. Go on, say something. What I want to say is how do I get a chocolate bar? That's my first question. I'll give you one afterwards. If you waffle on for long enough. That's what you said last time. Yeah, that's true. No, the thing that occurs to me about Oliver Twist is that he is still himself and whichever environment he was part of was going to affect him. So if he was around criminals, that was going to affect him negatively. And hopefully Mr. Brownlow wasn't perfect, but that part of the metaphor makes sense to me. You are welcome as you are and you get to be who you are, but also let's work on that stuff together, like the anxiety or the addictions or whatever it is that we struggle with. Let's work on those things so you can be yourself, but also let's be transformed as we're part of God's family. Come on, worth the price of admission already. Very good. Okay, who wants to go first? Who wants the first chocolate bar? Just come and take it. Don't put your hand up, just come and take it. Come and take it. Oh, Theo's done it. Well done. Okay, Theo, well done. What did we take? A Yorkie? Great choice. I respect that. Right, here's your reading. Can you read it like it's alive, please? Sorry? Read it like it's alive and it's true, okay? Go for it. Either way, Christ's love controls us. Since we believe that Christ died for all, we also believe that we have all died to our old life. He died for everyone so that those who receive his new life will no longer live for themselves. Instead, they will live for Christ, who died and was raised for them. So we have stopped evaluating others from a human point of view. At one time we thought of Christ merely of a human point of view. How differently we know him now. This means that anyone who belongs to Christ has become a new person. The old life is gone, a new life has begun. Amen, come on. Thanks, Theo. You may now sit down. Thank you very much. So the first thing that we receive when we are adopted by God is a fresh start. So Oliver was born into poverty and his story was defined by a search for home, a search for family, a search for provision, and basically asking the question, how can I live a good life? And he finds all sorts of options for how he can do his best. But it's only when he encounters Mr. Brownlow that he finds true safety and security. Now if and when we choose to say yes to Jesus, we get that same opportunity. We leave our old life behind and we begin a new one. One thing that really\n\nYou can think about that as going from bad to good, right? Living with criminals, not being fed properly, being beaten, bad, I would argue. Mr. Brownlow, good. But something we miss sometimes is that Oliver's life went from being difficult to being easy, and that's not the deal with us. So if you are living your life for God, instead we'll live for Christ. That is tough. So if you would call yourself a Christian and you're finding it easy, then I'm not sure you're doing it right. And that's a bit harsh, isn't it? So I couldn't think of a nice way to say it, but it's tough. And joining a new family would be really difficult, and that transformation is hard. But I think it's worth it. Sorry, I'm skipping ahead. You're going to say this later, aren't you? It doesn't matter, say it now. But that was, yeah. Great. Okay, who wants a chocolate bar? Steve, well done. Oh, he's gone for the white lion. We respect that, we respect that. Okay, here we go. You can borrow my microphone as well, because that one's going to misbehave. That one's going to work now? Okay, go. God, for whom and through whom everything was made, chose to bring many children into glory. And it was only right that he should make Jesus, through his suffering, a perfect leader, fit to bring them into their salvation. So now Jesus and the ones he makes holy have the same father. That's why Jesus is not ashamed to call them his brothers and sisters. For he said to God, I will proclaim your name to my brothers and sisters. I will praise you among your assembled people. He also said, I will put my trust in him. That is, I and the children God has given me. Brilliant, thank you, Steve. Claim your prize. Well done. Thank you, sir. Noted. Noted, thank you. I feel reprimanded, personally. Man alive, that's thrown me off. So in the story of Oliver, Oliver didn't receive new siblings. He did receive a new family, but he didn't receive siblings. But when we come into God's family, we do receive siblings. I can remember when I used to go to a youth festival when I was a kid called Soul Survivor. And there used to be moments each year when people would go to the front to give their lives to Jesus, to say yes to Jesus, to say I want to come into the family of God. And they'd pray this prayer with them. And then the guy who was leading would say, oh, well, I've got some really bad news. Turn around, and everybody waved at them. And he went, these guys are now your brothers and sisters. And whilst that's a little bit cheesy, it's also true. Like if we have the same father, like that passage in Hebrew encourages us to believe, then we are now siblings. When we are saved and adopted, we enter into an up-down relationship with God the Father, but we also enter into a left-right relationship with our brothers and sisters as well. It's interesting to note that family familial language is the most common language that Paul, who wrote so much of our New Testaments, used. He was constantly saying, dear brothers and sisters to us. Has anyone ever come across that when they're reading Paul? He'll say, dear brothers and sisters. Like he's not doing that by accident. He's doing that on purpose because that's how he thinks about churches like ours and families like ours. You say some things now. Okay. The brothers and sisters thing, I think two things happen for me when I read that. One is I think of my brother and my two sisters. And frankly, I don't have a good relationship with them. If I didn't contact them, I would only see them at funerals and on Boxing Day. Which again sounds like a joke, but it's not really. So for those of us with those negative connotations, there's that level to try and remove. And then the other one is brothers and sisters becomes just a thing we say to each other. And it loses any impact. And this is one thing where going back into the context is helpful. And I know I've said the word context. Try to stay with me because that's a boring word that boring people say. But I think it's helpful because at the time this was written, your siblings would have been extremely important because by your 20s, most people, your parents are dead. You live in a small community. You can't be friends with people outside of your class. So there's very few people you can be friends with. So your brothers and sisters, that was an extremely important relationship that you needed. So when Paul says that to us, he's saying, this is a big relationship. This is something where you can rely on each other, where you can ask for help. And that's a tough one, right? Like, who likes asking for help? I don't. I'm sort of unhappy that I've got a chocolate bar. I'm happy, but I'm also like, now I feel bad and it brings up all sorts of things. And it's tricky. But that's sort of... I know, see, it's complicated, isn't it? It's difficult. I'm sorry. I'm sorry. But this is real. This is what it's like. If it was about... I think there was an chocolate bar. We could have an actual... We're going to fall out with each other, right? We're going to disagree. And that means that there's real stuff happening. If everything is always like, oh, hi, how are you doing? That's not what I'm here for. If you're here for that, that's great. But, yeah. I think this is a really interesting one. When we think of the people sitting around us as our brothers and sisters, I think it challenges something which is really difficult about church at the moment. I think there's so much about church in the West which is very consumeristic as that kind of, what can I get? What can I get? What can I get? When we look around and think of the people sitting around us as our brothers and sisters, then really that's kind of the wrong question to ask. When we look around ourselves, we should be asking, well, what do you need? How can I serve you? How can I love you? In the way that I would naturally respond in love to my blood sibling, then that's the way that we should be thinking about those sitting around us. And I think it's also challenging when we expand that thinking and think about people from other churches who also follow Jesus. Or particularly when we think about people from around the world who right now are being persecuted because of their faith or living in extreme, extreme poverty. If we truly think about those people as our brothers and sisters, how would we respond if our blood relations were living in persecution? How would we respond if our blood relations, the people that we were raised with, the people that we just love because we love because they're part of our family, were living in abject poverty? How would we respond? We would do something about that. We would care. That would bother us. And I'm speaking to myself here. This has convicted me this week. I can very easily turn a blind eye to that. But if I take Jesus' words serious here and think of those people as my brothers and sisters, that challenges my consumerism in quite an uncomfortable way, if I'm honest. What are you looking at? We're going to stop for a moment of discussion now. So why don't you turn to the people around you and just literally for one minute or two minutes just kick that idea around. That idea of having brothers and sisters both in this room, in different churches, but also around the world. How does that resonate with you? We're just going to do this for one or two minutes and then we're going to be straight back again. Go. Okay, who wants to read next? Me. But don't put your hand up. Grab a chocolate. Oh, crikey. He's taken the whole lectern with you. Okay, well done. Okay, let's find out the third thing that we gain when we are adopted by God. For once you were full of darkness, but now you have light from the Lord. So live as people of light, for this light within you produces only what is good and right and true. Carefully determine what pleases the Lord. Take no path in the worthless deeds of evil and darkness. Instead expose them. Thanks, Lil. Thank you very much. Brilliant. Oh, thanks. Thanks so much for that. Okay, so this is a crunchy one. Who wants a crunchy one? Nobody wants a crunchy one. One of the things that we receive when we're adopted into the family of God is discipline. Who's with me? We come into a new family and this family has different ways of doing things. And the point is that if we have a decent father, if we have a decent father figure who's engaged in our lives, one of the things that he will do with us as a decent father is to bring some discipline into our lives. We see this really clearly in Oliver's story. He comes out of a life of crime and poverty and into a life of wealth and order. And in order to make his life work in those surroundings, he had to learn new habits, learn new ways of living. He had to take off old ways and put on new ways. Like behaving how he used to was completely out of the question. He had to behave in the ways that made sense within Mr. Brownlow's house. Can you imagine if he had still gone out and picked pockets every now and again like he used to when he was with Fagan? It's like, no, he's part of a new family now. The old has gone and a new has come. Let's face it, none of us like discipline. It's awful, right?\n\nIt's like, I can't do it. I won't do it. And I had to come face to face with my own sense of self-importance, my own pride, my arrogance. And I felt like I had to walk through that in order for God to bring about something more beautiful in my life. And I've had to do that again multiple times over the years. But that's an example in my life of where God has brought discipline into my life. It was uncomfortable at all. But it was in order to produce something good within me. And I think one of the things I was thinking about was that sense of being each other challenge. And one thing that I really value from Daniel is that most weeks he will challenge us. And that comes from a place of love. And because we all just mess up all the time. If we played who's got something wrong this week instead of what's God been doing this week, we'd have to start quite early, wouldn't we? So I think bringing that challenge and bringing it in love because it's really easy to be like, oh yeah, that's fine and just be nice. But sometimes it's grace and truth, isn't it? Jesus was full of both. We struggle with that. As you might be able to tell already, I lean on the truth side. Apologies. You should meet my mum. But I think as churches often lean on the grace side and that's right. If you're honestly being loving, bring that challenge to someone that you know well enough because we all need that. That's important. And that's part of discipline, I think. Yeah, and I think I'm aware that we could probably take a whole afternoon talking about this. And so I'm sorry to just kind of dip in and out of it. But one of the things I think, because different ones of us, we've all had different experiences of discipline. And I know obviously it's a hot potato for anybody who's thought about parenting recently. Like, it's a hot potato. So like, let's just acknowledge that. All of us have our own experience of that. But what this comes down to, I think, is it challenges our deep core beliefs about is God good or not? Is he a good father or not? If he's good and if he's a good father and if we can trust him, if he chooses to bring discipline into our lives, that's a good thing, right? Because he knows us better, deeper than we know ourselves. He has a perspective on our lives that we just don't have. So if we find ourselves in a difficult and uncomfortable moment, if we feel like God is asking us to do something that we don't want to do and it's going to be hard for us or there seems to be some kind of limitation being imposed on us, like, it's a moment of maturity, isn't it, for us to go, okay, Lord, I believe you're doing something. I don't like it. I don't see everything, but I believe that you're a good, good father. And so, like, let's do this. And I think crucially, that's where the sibling bit comes in as well. Like, that's where it's really important for us to have our brothers and sisters because then we can go to them in our home group and be like, this is what's going on. It's so frustrating. And as brothers and sisters, we can be like, okay, well, like, what's God speaking to you at the moment? Like, how is this challenging the way that you think about God? Like, how can I pray for you? Let's pray it through together. Like, I'm not trying to make out that this is simple or easy. It's not. It's really uncomfortable. Like, one of the verses I was going to put in here was from Hebrews, which says, like, no one enjoys discipline at the time. Like, of course we don't. But it is, it does bring out goodness. It brings out good fruit in us. And it's about maturity. It's about growing up before we grow old. So, yeah. I'm just looking at the time and I'm aware that the kiddos are going to come back in at any minute. So we've got two, what have we got? We've got a bounty. Who wants the bounty? Yeah, Bridgie, it's yours. Hey, left-handed throw. Who wants that one? Yes, Ben, you've waited patiently. There you go. What we're going to do is just to close off our time together is I want us to get back into those little groups that we were just discussing in. And I want us to pray for each other in the same way that we would in a home group setting. So just share if one of those three things has been particularly poignant to you, if anything's stood out to you, if anything is particularly challenging to you. So you can share those things if you feel comfortable to. Or you can pray for one another as well. If you're really not sure what to pray for and it's a little bit awkward in your group, then pray for Christians around the world who are living in poverty or who are particularly persecuted. We're going to do that just for a couple of minutes until the kiddos come back in again. And then at that point, Ryan will take over and we will hear from the kiddos, we'll sing one more song, and we will celebrate communion together. But why don't we just find ourselves back in those little groups? Let's have a little conversation. Oh, and there won't be another opportunity. So can we say thanks to Ben? Who brought so much of today. Wasn't that great? Yeah, let's get into those little groups and then the kiddos will come in and join us. So yeah, let's go for it. Let's dive in. Let's pray for each other."
}