{
  "text": "Smashing. Okay. Wonderful, wonderful, wonderful. So my name is Daniel, along with my wife Emily. I'm one of the senior pastors of this church. It's fabulous to see you all this afternoon. Who wants to see some pictures of my dog? Yay! Let's look at some pictures. So here we go. Here's Ralph. This is my dog Ralph. Isn't he cute? This is him asleep. This is his favourite posture. This is him scratching the paintwork on the side of my car. Thanks, Ralph. More pictures of him when he was a puppy. Isn't he cute? Never quite that cute again. Here he is. This is him now. He's very fast. Lovely. Dog fans in the room? Dog people? Cat people? Oh, change your minds. Goodness sake. Here he is. Look at him. He's so cute. Look at his nose. I'm just going to skip ahead a little bit because there's just more of the same. There we go. There's Ralph. I'm going to leave him up there because he's very sweet. So that's my dog. He's lovely. He's very gentle. He's very easy. He's very sleepy. Now they do say that a dog is a man's best friend. Can I just make it very clear that this dog is not my best friend? There are some days when I don't even like this dog at all. He is a massive pain in the neck. Before we got Ralph, we did some research into what kind of dog we would like to get. We found that Whippets... Ralph is kind of Whippet plus. There's Whippet plus some more in there. But Whippets in generally, they've got lots of the characteristics that we're looking for in a dog. So they don't shed much. They don't smell much. They don't bark much. They don't eat much. Generally speaking, very easy dogs that make great companions. But there was one thing on the website when we were looking and doing our research that Emily and I chose to ignore. And now we regret. On the website it said, Whippets are very willful. Whippets are very willful. So they basically, they're very, very difficult to train. Because if they don't want to do something, they're not going to be doing it. So for example, if we go to the park and Ralph decides that he wants to go over there and eat another dog's business, he was going to go and do that. And there's just nothing I can do about it. Or if he wants to go and introduce himself very enthusiastically to another small fluffy defenseless dog, he is going to go and do that. And no amount of shouting or cajoling from me is going to get him back again. So my experience of owning a dog, as lovely as this one is, is that when our wills are aligned, when what he wants is what I want, we have a great time. When he wants to have a cuddle on the sofa, when we want to play, there's just nothing like having a dog. But in those moments, and other dog owners will testify, when my will and Ralph's will are opposed, it's not fun for any of us. Any other dog owners in the room? Are we agreeing? Yes, it is the worst. And that has got me thinking a little bit about how we relate to God. Because wherever we are on our journey of faith, if we've been following him forever, or if we're still making up our minds, we will all have moments where we will find our will and God's will misaligned. Maybe we've been reading our Bibles, maybe we've been going to home group, coming along to church, maybe we've bumped into some Christian content on TikTok, or we've been listening to some podcasts, or spending quality time with Jesus, talking to a wise friend. Whatever it is, we suddenly find ourselves convicted that there's something about my life, there's something about what I want, that is somehow at odds with what God wants. And somehow, our wills are misaligned. Maybe it's something about being drawn out of our comfort zone, maybe it's kind of being convicted about being kind to that person I really dislike. Maybe it's simply being asked to wait for something that is good to happen. In those moments, we've got a choice, haven't we? We can ignore that very uncomfortable convicting feeling, or we can just crack on and spend some time thinking about it. How many of us know that when we ignore those convicting feelings, they just get bigger and bigger? Anybody ever has that experience? Yes! Thank goodness I'm not alone. So just like my relationship with Ralph, just like my relationship with the dog, it's true that when my will and God's will are aligned, it's the best thing in the world. There's just nothing like it. But when I know that for some reason my will and God's will are out of alignment, it makes our relationship really tricky. Now this is something which happens all the time to followers of Jesus. It's not uncommon or unusual at all to find ourselves in a moment when we're aware that our wills are misaligned. Does anybody here know what I'm talking about? Anybody have this experience? Put your hand up if you had. Seen some nods? Yeah, okay, so generally speaking, kind of, there's some agreement in the room. Or it might be that this dynamic is actually the very thing that's standing in the way of us crossing the line and saying a big yes to Jesus and becoming a Christian in the first place. It might be that we actually sense that saying yes to Jesus would mean bringing some of the things in our life into line with how God looks at the world and how God thinks our lives should run and the way we live them. That in order to follow Jesus with total integrity, some of the things in my life might have to change. Now that is totally natural and normal and an honest place to find ourselves. This experience is a continuous characteristic of following Jesus. We should expect to be in this place all the time. There was this famous German theologian during the Second World War called Dietrich Bonhoeffer. And he said this, we must be ready to allow ourselves to be interrupted by God. God will be constantly crossing our paths and cancelling our plans. One of my favourite psalms ever, it ends with this really scary moment of prayer, Psalm 139. And the scary moment of prayer says this, search me, O God, and know my heart. Test me and know my anxious thoughts. This is the scary bit. Point out anything in me that offends you and lead me along the path of everlasting life. How many of us know that God loves to answer that prayer? Guys, this is what it means to give our lives to Jesus. This is what it means to be a follower of Jesus, to call ourselves a Christian. We should be having this experience all the time. Because if we're living a life where what I want and what God wants is always perfectly aligned, if we're never having the experience of finding ourselves out of alignment with him, we're either like unicorn level follower of Jesus and you should really be up here preaching, or can I suggest that maybe we're not allowing God to speak into our lives at all? May I be so bold to say that if we're going through life and there are no areas of our thought life, none of our actions, nothing about how we spend our time, our energy, our money, nothing about how we express ourselves sexually or how we speak to others that is coming into conflict with how God would have us conduct ourselves in those spaces, may I be so bold as to say that maybe we haven't given our lives to Jesus? Or we're actually not necessarily following him? Or maybe we haven't submitted ourselves in any meaningful way to him? Let me give you a small, medium and large example and then I'd love to hear from some examples from you. So for me, every single day I wake up, hallelujah, and I don't want to get out of bed. And it might be that God wants to spend a bit of time with me before I start the day, but I don't want to get out of bed. So our wills are just a little bit misaligned. Or let me give you another one. Maybe I make a new friend and one of the first things this new friend says to me is that their shoulder hurts today. It might be that God wants me to pray for that person to be healed. But I've just made this friend. I don't want them to think I'm really weird. I want to make a good first impression. I'm like, the weirdness can come later. Like, our wills are misaligned, right? Anybody ever been in that situation? Or maybe I'm faced with the opportunity to live with and sleep with my partner before we're married. Now, it might be that we become aware that God might actually want us to wait for marriage before we cross that line. But that's not what I want, for like a million reasons. Like, our wills are misaligned. So I've given you three little examples. What I want you guys to do now is to break into little groups with those people around you and just have a little discussion. Can you think of any ideas, any other examples of times when our wills, common examples when our wills and God's will might be different from one another? They can be big or little. They can be silly or sensible. I'd love to hear your feedback afterwards. So get into those little groups and just for a couple of minutes have a little discussion and then I'm going to ask for some feedback. Okay, you ready? On your marks, get set, go. Okay, let's hear some of your examples. So have you guys got anything to say? Yes, youth home group. Praise silence for the youth home group. Here comes some wisdom. So a moment where our wills and God's will might be a little bit misaligned. Similar to one of yours where you have a friend or you've just made a new friend and you want to\n\nYou have anyone else get the impression that God's like, hi, I'm over here. And we're like, just give me a minute. Give me a minute. That's a really interesting reel. Have you remembered? Yeah. So the other thing is, I quite often, especially when I'm like with my other friends from, shall we say, the other side of things, it's difficult to explain. But basically, I have a lot of friends who definitely don't really know Christianity as well. Some of them are highly skeptical of it and everything else. And sometimes it's difficult, isn't it, to sort of like balance how do you do the right Christian thing without really cheesing off people that aren't remotely interested? Yeah, so when you're kind of hanging around with your other friends and there's other forces and other voices in the room, it's very difficult, isn't it? Okay, guys, thank you. Appreciate that. Okay. Where am I on this? Here, great. So the question I want to ask today is, thank you, Chez, by the way, for doing that. What should we do, doom scrolling, what should we do in these moments? What should our response be when we find ourselves in this place? Because as I've said, this is an essential, ordinary, natural, and built-in part of what it means to be a follower of Jesus. The reality is that this is both the way in and the way on in the kingdom of God. But I also wanted to talk about this today because as a church, we are going to be launching a new expression of this church in the north of the city early next year. And whilst that's a very good and exciting thing, the reality is that doing that step, kind of making that step is going to come at a cost. And whenever there's any kind of a cost to pay, whether it's buying crisps at the supermarket or buying your house, the thought runs through my head of, do I really want to pay that cost? That's going to cost me personally. And so these moments are either motivated by big, exciting news or simply as part of our day-to-day walk with Jesus, and moments when our wills and His will can be misaligned. They are uncomfortable moments and difficult moments. They can be moments when our relationship feel like they're under strain. And I think how we respond in those moments is really, really important. Because I believe that those moments are actually opportunities when we can become most fully alive. Those are the moments when we can actually step into our full humanity in an amazing way. And so today, with whatever time we've got left before the kids come rampaging back in again, I want to just take us on a little journey. We're going to read a couple of stories. We're going to get a little bit theological, a little bit philosophical, and hopefully we're going to end up really practical. How does that sound? Great. There's a couple of mmm's in the room. We like those. So the first thing I want to observe today is something that, frankly, I find totally bonkers. And I don't know if I'm ever really going to get my head around it. And to get there, I just want to ask a really quick question. Thinking about the world around us, everything that we see in the headlines, everything that we see in the world right now, here's my question. Do we see God's will being done in the world? Thinking about everything that goes on, do we see God's will being done in the world? All of the stuff right now? I think I would agree. And if we could put a percentage on it, what percentage would we say is like God's will on earth and what percentage is? 10, 20? Yeah, I'm with you, Paul. I really am. What about you guys? And so I'm just going to kind of go over here. Does anybody here think that 100% of what happens in the world today is the way that God would have it? That's a relief because that would have been a see-me-after-class moment and we would have had a conversation. That would have been fun, wouldn't it? What about like 90%, 80%? Shove your hand up when we're there. 70, 60, 50. Oh, we've got some 50s. Okay, yeah. 40, 30, 20, 10, 0. Nobody's zero, but there was a handful of 10s. Okay, let's just make it just slightly more personal for a second. Don't worry, I'm not going to ask you to raise a hand. But just have a little bit of a think. In our personal lives, what percentage of our lives would we say are in line with the way that God wants us to live our lives? I said don't say anything. Thank you. Although I appreciate it, thank you. Just take a little minute to think. What percentage of our lives, the thing that we have the most control over, would we say is in line with the way that God would have us live them? I'm going to take an educated guess here and say that none of us are peaking at 100. I mean, Paul is 80, 90 over here. So if you are, come and talk to Paul because he's near where you are. For me, I would definitely be like sub 50%. And that's not just me being overcritical. Whilst we're in this moment of self-reflection, why don't we just try to identify at least one way that this dynamic of being out of sync, misaligned with God's will, is playing out in our lives right now. Again, I'm not going to ask you for feedback, but just in this moment of self-reflection, let's just think. Can you think of a way right now that you're feeling convicted that maybe one of the ways I'm thinking, one of the ways I'm acting, something about our relationship, we're just out of alignment. Just take literally 10 seconds to think. Okay. So I'm sure that we can agree that to a great extent, we are living in a world which is outside of God's will. Things are not 100% the way that God would have them. Even when we think about our lives, the things over which we have the most control, we've just mentally admitted that none of us would say our lives are 100% in line with how God would have us live them. And this isn't a moment to beat ourselves up or give ourselves a hard time. It's just to observe that this is clearly the case. And this is the thing that I find completely bonkers. It's that we live in a world that God has created where he says to us as humanity, may your will be done on earth. Bear with me. I am going to unpack that. We live in a world that God has created where he says, may your will be done on earth. Look at the world around us. Look at our lives. We are living in the consequences of what happens when our will is allowed to be done on earth. It is extraordinary but true. God has given us an amazing world to live in. He's asked us to rule it. And he set it up in such a way that we as humans, we have real agency. We can make real decisions which have real consequences and real impacts. You know, God could have set things up completely differently. We could be pre-programmed robots where every action and decision is predetermined. That's clearly not the case. We could be his puppets where he kind of controls our every move in real time. That is clearly not the case either. No, God in his amazing and bonkers generosity has set things up in such a way that we have a genuine choice. We have a will and we get to express that will in our lives and on the earth. And we get to see our actions and our choices play out. Ron, can I give you that? It's gone dead on me. And I think it just needs to be unlocked. Sorry, thank you. Failure of multitasking. That didn't work. We see this extraordinary dynamic established in the opening pages of our Bible. Thank you, my friend. We meet two characters, Adam and Eve. They're set up in a beautiful garden. They're given everything they could ever need. And they're given a will. They're given the choice and the opportunity to express their will in the world. Let's have a read, shall we? So we're in the opening chapters of our Bibles and we read this wonderful narrative about how God created the world where humans can live and thrive. How God made everything up there and everything down here. Everything visible and everything invisible. Everything physical and spiritual. And what God immediately does for humanity is he gives them a job. And then he gives them a choice. He gives them a purpose and then he gives them a will. So we read this in the opening pages of our Bibles. Be fruitful and multiply. Fill the earth and govern it. Reign over the fish of the sea, the birds of the sky, and all the animals that scurry along the ground. So that's our job description. Go everywhere and rule the earth on God's behalf. Sweet. But then God gives them a choice because governing the world on God's behalf is going to be tricky. We're going to need some help with that. We're going to need some knowledge. We're going to need some wisdom. We're going to need some sense of good and bad, some sense of right and wrong. We're going to need to get that framework from somewhere. And so God then presents humanity with a choice. He presents them with their will. And we read this. This multitasking thing is a bad idea. I apologize. I shouldn't have done this. We read this. The Lord God placed the man in the Garden of Eden. Yeah, thanks, Ron. I appreciate you. To tend and watch over it. But the Lord God warned him, you may freely eat the fruit of every tree in the\n\nWell, you're going to need knowledge, you're going to need wisdom, you're going to need a sense of good and bad, right and wrong. He's basically saying, how are you going to get the wisdom and the understanding to know how to do the things that I've asked you to do? Are you going to do it alongside me, the way I've designed it, in a loving relationship? Or are you going to eat from the tree of the knowledge of good and bad? I.e., are you going to make those decisions for yourself outside of our loving relationship with me? This is the first classic moment of God's will and our will coming into conflict. This is the very first time where we see that bonkers dynamic that I talked about earlier on coming into play. God has passed over the authority of managing this world to us humans and said, whatever you decide, it will be done. He has said to us, may your will be done on earth. This isn't to say that God isn't involved in the ongoing running of the world or that he never intervenes. I'm not saying that at all, but we can clearly see that this is the way that our world works, can't we? If we want to create a world driven by greed, where we scourge the planet and the environment in order to make a profit, then clearly we have the will to do that. If we want to create societies where men are dominant over women and women are treated like objects of property, we clearly have the ability and the will to do that. If we want to create a world where people's value is defined by the color of their skin or their geographic location where they were born, we clearly have the ability to do that. May our wills be done. As bonkers as it is to admit, God has given us a world in which he repeatedly says to us, may your will be done on earth. And just look at what we've done with the place. We are all living in the consequences of humanity misusing the generous gift that God has given us. We see it writ large in our world and the politics around us on the news, and we see it writ small in our lives where we find ourselves able to self-sabotage, throw our lives away and do stupid things, make stupid decisions and squander our own happiness and our futures. May our wills be done in our lives and in the world. So I want to take a really quick, this is a really depressing moment, isn't it? I'm really sorry. Don't worry, we're going to go like this. It's going to be fine. Let's just take another really quick moment of discussion with those around you. I'm not structured at all, but I just want to give you a moment to respond. Pause and reflect. Maybe you agree with something I've just said. Maybe you disagree with something I've just said. Maybe you're smart and you want to add some nuance to something I've just said. This is a moment to do that. So I'm just going to give you one minute to just kind of brain dump with those around you, and then we're going to come back and hopefully go like this. Okay, you ready? Go. Okay. So what do we do? Where do we go from here? When we look around, we can see that God has given us an extraordinary gift of a beautiful world to live in, that he's granted us the dignity of a will to decide where we're going to go with it. But we've also somewhat painfully highlighted that when we relentlessly pursue what we want in the world, when we define good and evil for ourselves, when we find ourselves stood at the tree with a choice of following God's wisdom or choosing our own way, when we find our wills misaligned, and when what we want is not what God wants, when we find ourselves in that place and we choose our will, things often end in a mess. If we're honest and we do a little bit of a life audit, it doesn't take us long to think of examples of times when we've gone our own way and we've made a bit of a mess. Moments of regret when we wish we'd come into alignment with God's will for our lives sooner. Personally, just like my friend Chris shared earlier on, part of my journey has been about battling addiction. And one of the things that I've learned is that the longer I stay in what I want, the harder it is to move myself into what God wants for me. I also mentioned earlier about the idea of God wanting us to wait until we're married to live with and sleep with each other as a powerful witness to the world about the power and beauty of sex and the kind of prophetic significance of marriage. That was a big part of my journey and Emily's journey too. When Em and I were dating, we were dating and engaged for a really long time before we eventually got married and moved in together. And believe me, we wanted to, you know, get on with it. It was extremely difficult to align our wills to God's in that moment. And there were plenty of moments when we messed up and just pursued what we wanted. Like, I get it. And just look at the board that I accidentally just got rid of. Look at it anyway. It's over there. Those are the things that we've identified as areas where we experience this misalignment of will. So what do we do? How do we respond when we find ourselves in that moment? When we become convinced that actually when we always get what we want, it's not necessarily the best for us or the world. What do we do? Well, I want to go back into our Bibles and look at another man. We're going to visit another garden. And we find this man standing next to another tree and again being confronted with a battle of wills, being confronted with what God wants for his life and for the world and what he and his humanity wants. And what we see in this moment, rather than what Adam did, which was to choose his will, this guy surrenders his will and says, not my will, but yours be done. We observe this scene in the garden with a man who's confronted with a hugely painful moment of his will and God's will being misaligned. This guy, he is so anguished with the clash of wills that he's experienced that he says, my soul is crushed with grief to the point of death. And he goes on to say, if it's possible, let this choice be taken away from me. Let this cup of suffering be taken away from me. In other words, if there's another way that we can do this, please, can we do it that way? He's saying, I cannot face what you're asking me to do. He goes on and prays through the night and eventually he reaches a place in his prayers where his prayer shifts and he prays, if this cup cannot be taken away unless I drink it, then your will be done. In a moment of extraordinary humility and honesty, he says, if there's no other way for this to be done, then I choose your way and not my way. Did you catch the way he said it? He said, may your will be done. Earlier on he said it too. He said, I want your will to be done, not mine. Clearly this is that moment that we've been looking at today. This is the moment where my will and God's will are not aligned. The moment where something's got to give. The moment where I've been given a choice. I can walk away, I can walk my way, or I can choose to walk God's way. And this is perhaps the most epic clash of wills in the history of the universe because the person in this garden is Jesus. The person who's praying those prayers is Jesus. The person saying, I want your will to be done, not mine, is Jesus. In this moment we see Jesus as our brother. We see him as one of us, as fully human, as a human being just like you and me. When faced with difficult things, when faced with costly things, he has a real and honest and human reaction. We are allowed, we are permitted that glimpse of Jesus in weakness, where he says what we say. He says, God, I know what you want, but I don't want that. It's an astounding moment of authenticity that we're allowed to witness here. This is Jesus the human. This is Jesus our brother. And yet on the heels of this moment of vulnerability and authenticity, of this moment of almost pure humanity, Jesus shows us what it means to be truly human. He shows us what it means to be truly alive. Jesus demonstrates for us what it means to be human when he turns to the Father and says seven words, not my will, but yours be done. Not my will, but yours be done. And let's just remind ourselves quickly what was going on here. Let's remind ourselves of what Jesus was being asked to do because he wasn't being asked to just kind of give a bit of money to the undies fund. He wasn't being asked to risk his reputation by going and praying for that person. He wasn't being asked to speak with more compassion towards that person that he dislikes. He was being asked to go to the cross. He was being asked to be arrested, beaten, mocked, tortured and crucified, to be killed as a criminal, to be abandoned by his friends. But more than that, he knew that the path ahead of him would lead beyond death into the depths of hell itself to deliver a death blow to death. He was being asked to somehow have an experience of being abandoned by God, to experience separation from the Father for the first time. And yet in the face of that cost, Jesus, our brother and our example said, not my will, but yours be done. Some of us might have been raised to know the Lord's Prayer. We might remember this little phrase. It finds its way in there, doesn't it? This prayer, Jesus would have expected us to pray this daily. It says, our Father in heaven, may your name\n\nmotivated by love and generosity says to us, may your will be done on earth. And where we, motivated by love and gratitude, are invited to reply, no, not my will, but yours be done. To find ourselves in that reciprocal dance with our creator is to know what it is to be fully human. It's to find ourselves back in the garden at the tree and to choose a relationship with him over going our own way. To be a follower of Jesus is to pray each day, your kingdom come, your will be done on earth and in my life as it is in heaven. And to take that board of stuff that we identified earlier on and to say, no, Lord, not my will, but yours be done. Amen."
}