{
  "text": "in the name of God who is Father, Son and Holy Spirit. Amen. Please be seated. So today is Harvest Festival Sunday when we celebrate the harvest. And I was thinking this week that God has provided for us so much. There is so much to be thankful for. And this week in my prayers I've been thanking God for Greggs. I love a Greggs, especially a steak bake. It's brilliant. I had to travel a lot to my theological college in Oxford, training to be a vicar. And I used to stop off at Cheveley Service Station on the M4. And guess what? There was a Greggs provided for me. It was brilliant. There were so many times during my years of training that I thought, oh, not another weekend away. But just the thought, just the thought of that steak bake was all the incentive I needed to keep going. You see, if we're to understand our passage in our gospel, we have to understand the context. And this is one of the best ways I have found to understand scripture. You see, if you read the whole of chapter six of John's gospel, it actually starts off with the story of the feeding of the 5,000. And it is one of only four miracles that are found in all four of the gospels. Which today must show us the importance of why that story is so relevant. So I want you to picture the scene that you're in the time of Israel. You have just returned from the eastern side of Lake Galilee. And you are wondering, like, where Jesus is. You've just seen this enormous miracle of 5,000 men, it says in scripture, who were fed from a boy's packed lunch. It's insane. It's impossible. But you've seen it with your own eyes. In fact, I believe there were more than 5,000 people. Because it says, if you read in John, that there were 5,000 men. So there must have been loads of women and children as well. So we come to the setting of our passage this morning. You're in this town called Capernaum. You've traveled there with a huge crowd. You've found where Jesus is. And you think, right, this is it. We found someone who can provide for my physical needs. We've got someone who's going to overthrow the Romans. It's all going to be sorted. So our passage this morning is part of a longer discourse that Jesus says in the synagogue, the religious place in Capernaum. And it wouldn't have been all different to what we do here on a Sunday. There would have been some verses of scripture. There would have been some songs of praise. There would have been a collection for the running of the synagogue. The only difference is that the women and men would have been separated. Now, I'm not suggesting we try and do that now. But the point is that Jesus was preaching this in a religious building like this morning. But I've always believed that for you to understand about who Jesus was, we've got to understand a bit more about the Old Testament. And in our reading from the book of Deuteronomy, it's all about the story of Moses. And you can imagine that Moses was out in the desert. He's retired, probably in his 80s, and he's got over a million Israelites, according to scholars. And you think, my goodness me, Moses was out there. There was no Domino's. There's no Burger King. There's no Tesco meal deal to be had. He had to totally rely on God for manna from heaven. And so many people ask me today, they say, well, I don't really believe in God. Give us a sign, or I want to see that Jesus is real. Then I'll believe. It says in Psalm 14, the fool in his heart says there is no God. God is showing through the story of the feeding of the 5,000 and through the story of Moses that God does provide for our physical needs. And we're always very quick to ask for our physical needs in our prayers, a bit like me thanking God for a steak bake. But if you want to understand wisdom and you want to understand about God, then I would employ you to start reading something like Proverbs in the Bible, because it's where you get fantastic wisdom. But you can imagine those people sitting in the synagogue thinking, oh, this doesn't make any sense. Jesus, I'm sure you'll come in here and you want to overthrow everything and we're going to make you king by force. And surely that's the answer to our problems. What's all this about the bread of life? That's not what I've come all the way here for. Jesus understood and knew that they were under persecution. He was living through it. He understood what it was like to have the pressures. And the same way Jesus today understands what it's like for us under the pressures of modern life. It's a bit like being at work, isn't it? When you think, I can't deal with another email. I can't deal with another WhatsApp message from a needy friend. I've got so much that's overwhelming me and I don't know what to do. But our passage in John's gospel is about one of the most famous in the Bible, where Jesus states, I am the bread of life. Whoever comes to me will never go hungry and whoever believes in me will never be thirsty. Jesus is saying to the audience and is saying to us today, I can give you a fulfilled life. It's about having a total reliance on God daily. It's about believing that the power of the Holy Spirit can come into your life and it can change you. And the truth is the Holy Spirit stirs us. It makes us think about things differently. And many people I meet want to see miracles happen, but they don't want to change themselves. Yeah, I'll hear about God. That's great. I want to hear about God. As long as I don't have to change anything. Now I'm not saying God does not care about our physical needs because he does. And the reason why I know that is because it's in the Lord's Prayer. It says, give us today our daily bread. However, if we're only focused on our physical needs, we are missing the point of what Jesus is trying to tell us. Jesus is saying, I can give you a life in the Spirit which is more fulfilled than the physical one. But what we sometimes find is that a lot of us, and me included, we always try to live our spiritual life just on a Sunday only. And there were many people that I asked that say, you know, are you Church of England? So yeah, I'm C of E, yeah. Why are you C Andy, Christmas and Easter? You see, in our life we have three gauges. It's like sitting in a car. But we have a physical gauge, a mental gauge, and a spiritual gauge. And the spiritual is the hardest one to keep filled, as I truly believe we are in spiritual warfare. And that's why it's so important about Holy Communion. It's why we have it here most Sundays. Because what we're acknowledging is that Jesus was fully human and he was fully God. And the most amazing thing about Christianity is that he is alive. And sometimes we will pray a lot and God does not seem to answer. But sometimes when we're praying for something, God will always answer it in a very different way. And I had a lot of respect for my gran. And my gran was a very, very religious woman. And gosh, her prayers were powerful. I was going through the operator. She had the direct line, you know what I mean? If you ask my gran to pray, it got answered. And I can remember sitting with my gran. My grandparents were farmers. And I can remember sitting in the farmhouse as a teenager. I said, gran, I just don't believe that I'm ever going to find anyone to marry. This just ain't going to happen. It's not going to happen. It's all right, I'll pay for God to give me something else. That's fine, I get that. And my gran said, Thomas, I'm going to pray for you to find a wife. But we're going to pray that you find someone who lives south of Watford. And I said to my gran, I said, what is it about south of Watford that I'm going to find a wife? And she said, no, no, I just believe that we're meant to pray for that. Now, if those of you get a chance to meet Roxanne, she'll find she's from South Africa, which is about as far south of Watford as it's possibly to get. And the amazing thing is that my gran died four years before she met Roxanne. Her prayers were answered, but she never got to see it in this life. But I truly believe that she is in paradise and she could see her prayers being answered. The message of this is never underestimate a gran who prays, ever. But I'd encourage you to seek on in prayer. And sometimes it feels like you're not getting\n\nanywhere and you just think, oh, this just isn't happening. But Jesus promises us in our scriptures that I will give you life. I truly believe that God gives you life in abundance. In the same way, strangely, I was in Aldi the other day and I noticed just the sheer variety of bread options. It's like a whole aisle. Jesus wants to give us abundance in our life. But what connects our story most of all, the story between Moses and the story of the feeding of the 5,000, is do you know what? There was so much left over. And you can read about in the story of Moses about how God provided manna every single day and there was just loads left over. You read the story of the feeding of the 5,000, they'd fill up 12 whole baskets. It's insanely the amount that God will bless us. It's more than we could possibly need. I truly believe this morning that Jesus is inviting us to share in a spiritual life. All we have to do is say yes. Amen."
}