{
  "text": "The Gospel is taken from Matthew chapter 28, reading verses 16 to 20, and can be found on page 34 in the New Testament section of the Pew Bibles. Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them. When they saw him, they worshipped him, but they doubted. And Jesus came and said to them, all authority in heaven and on earth has been given to me. Go, therefore, make disciples of all nations, baptising them in the name of the Father and of the Son and of the Holy Spirit, and teaching them to obey everything that I have commanded you. And remember, I am with you always till the end of age. This is the Gospel of the Lord. Praise to you, O Christ. Please be seated. Well, it's lovely to see so many of you. I know some people are here that haven't been able to come for a little while, and it's really lovely to see you here today. I know it's such a special moment for you. And if you're a visitor, it's really lovely to see you. And may I add my warm welcome to you. So, as Simon was saying, our theme today is about God's purpose, the purpose of our lives. And we've been looking through this series about who God is, who we are in relation to that. And the first week we looked at what it was to be forgiven. And then we looked at what it meant to be held by God, and what it meant to be safe in God's hands, God's wisdom when we feel confused. And last week we looked at what it was like to be connected to God when we feel alone. And a lot of us can relate to that, because there are times where we're all alone, even in a crowd we can feel alone. So before I get into talking about that, let's just pray. Father God, we thank you that you are here with us right now. By the power of your Holy Spirit, would you take these words I've prepared and speak to our hearts. Would you tell us what you want to say to us today. Would you be up close and personal. Thank you, Lord, that you love us. Amen. Amen. If you've got your Bibles, they're in the pews, well not pews, but you know, in the chairs behind you or front. And if you want to follow the passage, it's Matthew 28 verse 16 to 20, which is in the second part of the Bible, if you're not used to the Bible. It's page 34 in the New Testament part. So I'll let you just get that. Now I've got a question for you to have a think. And this question is a really fundamental question. And you will visit this question through many times in your life. And it's this, what am I living for? Now have a little think. Maybe you'd like to turn to the person next to you and say, now, what am I living for? And you might have lots of different reasons. But what are you living for? Have a little natter with the person next to you. What am I living for? I think I've set a ball in motion there. We're all like, ooh, what am I living for? Somebody's saying, oh, I'm living for my roast dinner that I'm going to get later. And somebody with little children might be saying, oh, I'm living for a good night's sleep. I can't wait for a good night's sleep. Or maybe some of you are thinking of other things. What are you living for? But we come across that question many times throughout our lives. And there's certain times when it is more poignant for us. Maybe when we're teenagers and we're having to choose the subjects to study and make those career choices. And we're like, oh, what is my life going to be? What is the purpose of my life? What am I going to do? And some people, you know, even as soon as they come out of the womb, they know exactly what they're going to be. That's what I'm going to do, and that's where I'm heading, and off they go. And a lot of us are just like, well, I'm not really sure. I mean, I wanted to be a pop star, so, well, there you are. But I'm still living the dream in the hope. You never know, I might be the oldest rocker in town. But, you know, these times are really important to us. And it's really hard, isn't it, when we feel directionless. We don't know which way to turn, which way to choose. And especially if you're one of these people, I've got to get it just right. And life isn't like that, is it? Or maybe after you've got your career or what it is you're doing in life, maybe you're starting to think, whoa, maybe I'd like to get married or find a partner. Or maybe, actually, oh, no, I want to be single, thanks very much. You know, there's different choices around for us. Or maybe things haven't quite worked out that way and life doesn't look exactly as you thought it would be. And then when we're about to retire, suddenly, you know, we're facing a life that was defined by our career. And suddenly it's like, oh, how are people going to know me? What is my life going to look like? How am I going to spend my time? What's the purpose of my life? And then there's the rest of us that are in the middle of all that, just getting on with life and, you know, doing all the, you know, eat, drink, sleep, go off to work, come home, do the shopping, do the washing, do the cleaning. And we just want to go, stop, I want to get off. What's my life coming to? What does it all mean? What's the purpose of my life? It's a good question to think about, isn't it? What am I living for? What is my purpose? What's God's purpose for my life? And the disciples are faced with the plan and the purpose of their lives as Jesus hands over the reins of what happens next. It's their mission now. They are being commissioned. It's over to them now. Jesus said, all authority has been given me, therefore go and make disciples of all nations, baptising them in the name of the Father and of the Son and of the Holy Spirit, teaching them all to obey that I have commanded you. And remember, I'm going to be with you always till the end of the age. In Mark's account, in his gospel account of the Great Commission, he adds, and they will do miraculous signs. They'll heal the sick. They'll speak in new tongues. They'll drink deadly poison and it will not harm them. And in Luke's account, it says in his gospel and in the book of Acts, which he wrote, talks about Jesus saying, well, I came to fulfill what was written about me by Moses in the Old Testament and the Psalms. And that you are to tell people that I am the Son of God, that I came to die for your sins, to heal that divide between us. And I've done that for the whole world. But you are to wait in Jerusalem for the promise of the Holy Spirit because you can't do it in your own strength. We are called, but we're also empowered to do it because it's a bit of a daunting task, isn't it? What a commission, this purpose they've been given. What is the purpose of my life? What am I living for? Well, actually, we're living like them to birth, they were there to birth the church of Jesus Christ and to make disciples. And we are called to continue that. When we think about the, it was only three years that they'd spent with Jesus. Three years is not very long, is it? It's not a very long time. And there they were just getting on with their lives. Some of them were fishermen. Some were tax collectors that he called. And then he called them. He called them by name to follow him. He transformed their lives. He brought purpose and meaning to their life. And they gave up their day jobs to follow him. They knew something was different. I was thinking of Peter. Peter and Andrew, they were fishermen. And Jesus comes along the shore and he calls them. And he says to them, they'd been fishing all night and they hadn't caught a thing. And they were veteran fishermen, even if they were young, they knew what they were doing. And he said, put your nets back out. And they put their net in. He said, you'll get a catch of fish. And they were like, oh yeah, carpenter boy, what does he know?\n\nAnd they say, alright then, if you say so. And they throw the nets down and immediately there's that miraculous catch of fish. And Peter is like, they have to call others to come and haul them because the nets are breaking. And he just looks at Jesus and he's just like, oh my gosh. I'm facing God. And he says, get away from me, Lord. I'm a sinful man. When we come into the presence of God, that goodness, that love, it transforms us. It changes us. And Jesus just, you know, took Peter and he just, now come on, I've got a work for you. I've got a purpose for you. This is the God that they encountered. Three years in his presence, God showed them what the kingdom of God was like, what God in his heart is like. That he's a God of justice and mercy. A God of compassion. A God who's in control. And they said, even the winds and the waves obey him when they were caught in the storm and they thought they were going to lose their lives. And Jesus is asleep in the boat. And they said, Jesus, help us. And Jesus stands there and says, peace, be still. And the storm immediately dies. They go, who is this that even the waves and the winds obey him? He's the Lord of creation. And then he feeds the 5,000. They've been listening to Jesus, this big crowd. They're following him because they've seen these amazing things he's done. And he blesses those two loaves and five fishes. That's all they have. And he prays a prayer of blessing over it. And suddenly, 5,000 people are fed. And there are, was it, five huge basketfuls left over. That's a sign of who God is. A God who provides. He's abundant when he provides. He's not stingy. He just is lavishly generous. He's all goodness. A God who heals, who has compassion. He heals the lepers, the blind, the deaf, the lame. He spends time with sinners and outcasts. And then the religious leaders are criticizing him for doing that. And he says, do you know, it's not those who are well that need a doctor. It's those who are sick. And I've come to seek out and save the lost. And he even showed his power by raising Lazarus from the dead. Is there anything God cannot do? Anything that Jesus cannot do? And he breaks the power of death and hell over their lives by dying on that cross himself and rising again. It must have been exhilarating at times to be with Jesus in those three years. It must have been amazing. It must have been confusing, wondering what on earth is happening. Now he's going to go to the cross. And Jesus says to them at one point, he says, who do people say I am? And that famous verse, some of them say, oh, some say that you're John the Baptist. Some say you're Elijah. And then Peter stands up, doesn't he? And he says, no, you are the son of the living God. You are the Christ. And Jesus says to him, blessed are you, Simon, son of Jonah, because he was called Simon at that point and he gets his name changed. He says, son of Jonah, for flesh and blood has not revealed this to you but my Father in heaven. I tell you, Peter, on this rock, Peter means rock, I will build my church and the gates of hell shall not prevail against it. It shall not be destroyed, the church of Jesus Christ. And we are living proof of that today as we sit here, that the church of Jesus Christ continues to flourish and push forward. I'm going to say that again. I tell you, Peter, you are the rock and I will build my church and the gates of hell shall not, cannot, will not, ever defeat or destroy the church of Jesus Christ. Amen. Hallelujah. I'm relieved. I'm glad, aren't you? It will never be destroyed. 2,000 years on and we're still commissioned and called by him. He's still doing the same things. Peter might not have fully understood what that call was, what that meant that God was going to build his church, that he would be the first leader. But by the time it came to that calling, that commissioning of them to take on this leading, they begin to make sense of what Jesus was talking about. It says in Luke's Gospel in chapter 24, 52, after Jesus went into heaven, after he said those things, they worshipped him and they went back to Jerusalem full of joy, rejoicing. And this great commission, like I said, is handed over to us through the centuries, down the centuries. God still coming, calling us. What am I living for? What is my purpose? For God to come and reunite with you, to come to know the God of all creation, Jesus, the son of God, deeply loves us. We are of such great worth to him. He knows us intimately. When you lie down, when you rise, he wants to restore that relationship that we should have with him. Through his death and resurrection, he's done that. We're no longer separated when we accept that free gift. And God has a plan and a purpose for our lives. It's not about going it alone, trying to work it all out. He wants to partner with us in life. And once we come to faith and are discipled, then we're ready, filled with his Holy Spirit, to go out and to tell others, to witness, to tell our story of faith, what God is doing in our lives, and hopefully bringing people through to faith. Not to be a convert. We're not called to be converts and to be believers. I believe I come to church. That's it. We're called to witness, to disciple. And God does it by coming and residing in us, filling us with his Holy Spirit when we ask him to come. And we receive that power that enables us to speak to our friends, enables us to pray and people get touched by God. You know, some of us here today may be a new to faith. Maybe you're on that journey towards God. And some of us have known God a short time and some of us have known him a long time. Wherever we're at, we're journeying with him. Life has its ups and its downs. There's times when things work out, sometimes they don't. And sometimes life sends us a curveball, which we're not expecting, and we find ourselves on a different road and a different path to what we expected. And we wonder, don't we? What is my life for? What am I living for now? What is my purpose? Sometimes life is very tough. And I know for some of us here, we're going through a really tough time. And we might be saying that. What is my life for? What is my purpose? But God wants to meet us every single time, right where we are, bringing his healing and his reassurance to us. It might not happen overnight. It might take time. But God will never leave us or forsake us. He loves us so much. Even in your life, which might feel dark at times, God is coming close to you. It says, come close to God and he will come close to you. Calling you to himself. All you have to say is, Lord Jesus, come. Come Holy Spirit. Fill me afresh. Fill me anew. I need you, Lord. I need your direction. I need your guidance in this life. I need to feel that purpose in my life. I want to be your disciple. I want to follow you, Lord. Weak as I am, as I am, as I stand here now, here I am, Lord. Bring your healing. Restore me, Lord. Put your purpose into my life so that I too may be partners with you, sharing your good news to others. As I see what you do in my life, may I go where you send me. Thank you, Lord, that even though we are weak, you are strong. Amen. Amen."
}