{
  "text": "Okay, marvellous. Quick show of hands. Who this week has returned to something? Returned to work, returned to school, returned to some kind of responsibility? How's it been? Show me a thumb. Thumbs up was, it's great. Thumbs down meant, it's not very happy right now. Okay, that's a pretty good smattering around the room. Personally, for me, the hardest thing about this week has been getting out of bed. Is there nobody else? I expected there to be a little, but no, there was nothing. So personally, for me, one of the things that's been hardest about this week is getting out of bed. Still nothing. Okay, this is gonna be one of those Sundays. Honestly, what the heck is wrong with this week? Like two weeks of Christmas, sleep as long as you like-ish. And then honestly, Monday morning was like being dunked into an ice bath. Who was with me? It was quite something, right? It was quite something. Any morning people in the room? Morning people? Yes. How? How do you do it? I know you are. I mean, yeah, I don't think I could cope with that. Honestly, I would give anything to be a morning person. I just admire you big time. For those normal people in the room who struggle to get out of bed, what is it that motivates you to get up and out of bed? Like what is it the thing that impels you up? Because especially this week, it's been really cold, hasn't it? And I'm like, I don't want to get out of my bed because it's so cold. I mean, you live on a barge, so you know what I'm talking about. Like it's so unbelievably cold out there. I don't want to get out of bed. So I've been thinking a little bit about motivation this last week, especially because it's the first proper week of the new year. And I know that's a bit cheesy, but some people are thinking about new year's resolutions. And I think if you're going to get through new year's resolutions, you need two things. One of them is motivation, decent motivation to get up and get on with it. And the second thing is you need sustenance. You need something that's going to kind of impel you through when it becomes difficult and boring. I think you need motivation and sustenance. So those two things are on my mind. So what I want you guys to do is turn to those people around you, make sure everybody's included, and just ask the question, what are the things that motivate you to get through life? And what's the things that sustain you through life? So what are the things that kind of get you up in the morning, get you going, that kind of help you to go and see and go and do something big and scary? And what are the things that motivate you through when it gets a bit tough and a bit boring? Find those people around you. You've got literally 60 seconds, and then I want to hear from you. So what motivates you? What sustains you? Five, four, three, two, one. Okay, I want to hear. What are the things that motivate you and what are the things that sustain you? Go on. The mild peril of my child being late for school. The mild peril of your... That's very good. That's very real. Okay, what else? Yes. Coffee. Yes. Who's with me? Yes, coffee. Very good. Anybody else? What else? Yes, your hand remains up. Not getting fired. Yes, absolutely. I was thinking this this week, like, can I put duty down? Like, is duty a thing? I think it is. Anybody else? Come on, let's have a handful more. Our group said food. Yes, absolutely. I mean, obviously food sustains you through the day. And motivates. And motivates. You're like, I've got some good food waiting at the end of the day. I've got to get through this. Absolutely. Anybody else think like that? Yeah, okay. Anybody else? Let's have like two more. Two more. Yes. My sister. Okay, explain. Motivates or sustains? Both. I'm confused. What do you mean? She helps me a lot. Is it that she just has so much natural momentum that you just get pulled along in her wake? Or am I overthinking it? Overthinking. Okay, I'm overthinking it. One more. Let's have one more. Yes. See my twins in the morning. Say again. See my twins in the morning. Twins in the morning. Okay, so it's just you're so excited to see one another. It's just the sweetest thing I've heard all day. That's very cute. Okay. Jesus, thank you. Jesus motivates us. That is... of course. So, this idea, being motivated, being sustained, my question here, if you would kind of group those two ideas together into one word, I think my question would be, what is it that powers you? What powers you? This microphone is powered by batteries. What is it that powers you? What is it that fuels you? What is it that gets you started? What keeps... I mean, are you gonna share it with the whole class? I'm desperate to know. What is it that helps you to be all that you can be? It helps you to finish what you started. What is it that motivates you through the boring stuff and what inspires you to get back up when you get knocked down? Like, what things power you? Like the big stuff and the small stuff. The coffee and the commitment, the vision and the vegetables. What is it that powers you? This term we're gonna be thinking about what powers us. Or rather, we're gonna be thinking about who empowers us. We're gonna be talking not about caffeine or Weetabix to get us through the day. We're not even gonna be talking about having vision or optimism for our lives to get us going. No, instead, we're gonna be exploring how our Bibles tell us that we are empowered by the Holy Spirit. I've got a nifty little definition of what it means to be empowered here. It says being given the ability, the authority, or the strength to act effectively, especially beyond one's own natural capacity. So this term, our theme, the thing we're gonna be exploring every week, is the idea of being empowered by the Spirit, exploring the ways that we are called as human beings to live a life to all of its fullness by being filled and empowered by the Holy Spirit. And before we go any further, I want to issue an invitation. And if you've been to Gloucester Vineyard Church, if you've been part of our church for more than a year, you probably know what I'm about to say. Because we do this every single year as part of our annual rhythms. What we do is at the beginning of the year between Christmas and Easter, we always read one of the biographies of Jesus' life. There are four at the beginning of our New Testaments, Matthew, Mark, Luke, and John. And what we do is we take a whole term to read a whole biography together as a whole church. So the rhythm is that on the week before, in the weekly email, we'll send out a handful of chapters. So who read chapters 1 and 2 last week? Oh, guys, you're all behind. You're all behind. It's okay, don't worry, don't worry. So each week, we're gonna read two chapters or two or three chapters from the Gospel according to Luke. And then on the Sunday, one of our preaching team will unpack that. And then in the following week, in our home groups, there'll be an opportunity to go a little bit deeper in discussion groups. And so what we end up doing is we get to really go deep on a biography. We get to hear Jesus in his own words, all the bits we agree with, all the bits we disagree with. And we get to meet him and hopefully wrestle with him, argue with him, disagree with him, and hopefully get to a place where we want to follow him. That's the plan. We do it every year. And I think it's still bearing fruit. And so we're doing it again. Who's with me? Yes, come on. So we're gonna be reading through the Gospel. Oh, and the really exciting thing is that Kids Church does it too. So when the kiddos come back in in a minute, they're doing Luke 1 and 2 today. It's so good. So I love that about it, that Heather writes something that goes alongside as well. It's very exciting. So why are we reading Luke? Why Luke this term? There's a couple of reasons. Firstly, because in the book of Luke, there are so many references to the Holy Spirit. So when we're talking about being empowered by the Holy Spirit, there are so many stories in the book of Luke of people who were empowered by the Holy Spirit to do amazing things. The second reason is because as a church, we are getting ready for a moment of multiplication. In about 30, no, not 30, about 90-ish days, three months' time, we're gonna be launching a new expression of this church up in Innsworth. And frankly, that's gonna take more from us than we have to give. That's something that we can only achieve if we are truly empowered by the Holy Spirit. And so I thought it'd be a good idea to kind of look at that this term. And finally, because we believe as a church that this is actually what it means to be fully human and fully alive, to be full of the Holy Spirit and empowered by him to be everything that we can be. So that's it. Who's ready? Who wants to dive in? Excellent. Three of you do. Well, we're gonna go in anyway. Okay, so before we go any further, I've got a quick\n\ndo things, but really, without me, you can do nothing. I think that's a legitimate way of reading that, right? It could be saying that. Or Jesus might be saying that we simply can do nothing without him. We just can't do anything without him. No breathing, no walking, no speaking, no looking. We can't do anything without Jesus. And you can come and disagree with me later, but I think that when we... I think what we discover is that actually our Bibles are encouraging us to adopt a worldview where the latter is how we're supposed to think. That actually, without Jesus, without his power and his sustenance, we can do nothing. When we open our Bibles, when we look at the very first page, we read, it says, in the beginning, God created the heavens and the earth, everything up there and everything down here. The earth was formless and empty, and the darkness covered the deep, and the Spirit of God, the Holy Spirit, hovered over the surface of the waters. And then, just in the next chapter, in chapter 2, we read, then God formed the man from the dust of the ground, and he breathed, breathed breath into the man's nostrils, and the man became a living person. And this idea of the breath of God kind of giving life to humanity, it's not left in Genesis, it carries on through the rest of our Bibles. If you go into Psalm 104, you read this beautiful poem about all of creation. It says, O Lord, the variety of things that you've made, and it lists like antelopes and anteaters and things. And then it says, but if you turn away from them, they panic. When you take away their breath, they die and turn to dust. When you give them your breath, life is created, and you renew the face of the earth. We're encouraged to imagine God giving his breath to all of creation, that actually that breath is what is sustaining everything on the planet that lives, including you and me. And this idea doesn't just live in our Old Testament, it lives in the second part of our Bible as well, called the New Testament. When we read the book of Acts, there's a guy called Paul, and he's giving a big speech, and he basically says, Jesus, he gives life and breath to everything, and he satisfies every need. He goes on to say, for in him we live and move and have our being. What emerges when we pick up our Bibles is this kind of picture, this idea, that it is God who breathes his life into us, and that all of the life that we experience, our consciousness, our breath, our pulse, it comes from him. It is a gift from him. All life is given by God, all life is sustained by God, all life is motivated by God. Now in the beginning of the church, there was a whole bunch of stuff going on, and lots of people had lots of interesting ideas about what was true. And so some very clever people decided to lay down some kind of guidelines of what was biblical truth and what wasn't. They made these things called creeds. They made a handful of them, but one of the most famous ones was one called the Nicene Creed. And there's a line in there that when the Holy Spirit gets introduced, it says, We believe in the Holy Spirit, the Lord, the giver of life. It's like that's the Holy Spirit's job description, the giver of life. It's a little bit like this. Here we go. Here we have a toy car. And as you can see, it can do nothing. If I put that there, it could do nothing. There it is. But if I breathe into this... Thank you. If I put my breath in this... This thing is now empowered by my breath. Shall we find out what happens? And so now when I put it on the floor and release it, it kind of falls on its side and flaps around and crashes into a chair. I mean, who hasn't had a day like that, right? Is that not a picture of our everyday lives that, you know, we tend to just flap around and it didn't work. But there we go. But that's the idea, that without Jesus, we can do nothing. He is the very empowering breath in our lungs. You can disagree with me if you like, but you're wrong. And it makes me think, it makes me think about that thing that Jesus said. He said, without me, you can do nothing. And maybe that's true. Maybe without the presence of the Holy Spirit propping us up and motivating us through the world, we can do nothing. I think it's an amazing thing to think about. But we're not just motivated and sustained by the Holy Spirit. When we open the book of Luke, we read a narrative and it encourages us to believe that we are empowered by the Holy Spirit as well. Remember that definition of empowered that we touched on earlier on, being giving the ability, the authority or the strength to act effectively, especially beyond one's natural ability. So this term in Luke, we're going to be exploring the ways the Holy Spirit empowers us, giving us the ability, the authority and the strength to act, especially beyond our natural capacity. If you do get a chance this week, there will be other chapters to read. But if you do go back, I really encourage you, open your Bibles, get a highlighter pen, read chapters 1 and 2 and highlight every time the Holy Spirit shows up and empowers somebody to do something. It's loads. It happens a lot. We see a guy called John the Baptist who is filled with the Holy Spirit in his mother's womb. And his mother is a woman called Elizabeth. And we read about the Holy Spirit enables her to recognize Jesus in Mary's womb and it enables Mary to prophesy over, sorry, Elizabeth to prophesy over Mary. And we read about three prophets. We read about Zechariah, Simeon and Anna, three people who are empowered by the Spirit to speak God's truth into a situation and prophesy. It's amazing. It's amazing stuff. Do go and do it. But to kind of land what we're going to be talking about today, I want to highlight something else. I want to highlight the Holy Spirit's encounter with Mary. Now, we may have just heard this if we engaged with any Christmas stuff in church over the last month or so. But I want to look at that moment when the angel comes to Mary and kind of speaks to her and commissions her. And so we're going to read that little bit. I'd love to have a volunteer. Would somebody like to volunteer to read real quick? Anybody? It's not a trick. Yeah, come on up. That's great. Please and thank you. If you wouldn't mind just reading this. There's a microphone. I'm going to be doing something at the same time, but don't worry. It's not distracting in the slightest. Shall I stand to the side? No, it's fine. Nobody will. Okay. In the sixth month of Elizabeth's pregnancy, God sent the angel Gabriel to Nazareth, a village in Galilee, to a virgin named Mary. She was engaged to be married to a man named Joseph, a descendant of King David. Gabriel appeared to her and said, Greetings, favored woman. The Lord is with you. Confused and disturbed, Mary tried to think what the angel could mean. Don't be afraid, Mary, the angel told her, for you have found favor with God. You will conceive and give birth to a son, and you will name him Jesus. He will be very great and will be called the Son of the Most High. The Lord God will give him the throne of his ancestor David, and he will reign over Israel forever. His kingdom will never end. Mary asked the angel, But how can this happen? I am a virgin. The angel replied, The Holy Spirit will hover over you and rest upon you, and the power of the Most High will overshadow you. So the baby to be born will be holy and he will be called the Son of God. Mary responded, I am the Lord's servant. May everything you have said about me come true. And then the angel left her. Marvelous. Thank you, Aaron. Usually when people come and read, they get chocolate. And today's no exception. Thank you. Come on. If you hear any rattling. Yes, see, you could have had chocolate. You don't know what you've missed out on. Also, what a pro. Stone cold pro whilst I'm blowing this up behind him. Thank you, Aaron. Yeah, great. So who's heard that recently? Anybody? Did you hear that this year? Yeah, yeah. So it's a very familiar, familiar little passage. A couple of things jumped out to me. There's some, if you know your Bibles, you might have noticed that there was a little bit of language that was a little bit different there to what Aaron read. It said what you might have heard growing up. He said that the Holy Spirit hovered over Mary and rested upon her and the presence of the Lord overshadowed her. And that's because as I was kind of looking into this this week, I kind of suddenly think, started to think about that passage right at the beginning of our Bibles, which says that in the very beginning, the spirit of God hovered over the empty waters, over the darkness. And it's like that spirit being there right at the beginning before the first act of creation. It's like the Holy Spirit shows up again for another act of creation, not just giving life to a human, but actually initiating a new creation. And I looked into it and I'm not the only one who thought that. So it's OK. That's not heresy. We're OK. There's an echo from the first pages of our Bibles into the first chapter of Luke when the Holy Spirit shows\n\nWhen we get empowered by the Holy Spirit, this happens. So previously, when I let the car off, it did three spins and then crashed into a chair. But what we read about when, you know, we're designed to be full of the Holy Spirit, but we're, it's up to us whether we want to be empowered by the Holy Spirit. Amen? And so here we have a car that is empowered by quite a bit more than the previous one. Shall we find out what happens when this one gets let go? Look at it go! Yeah! I mean, that went way better than I thought it would. Sorry about that. Crashing over there. I thought what was gonna happen was that the balloon was gonna disappear and the car was gonna tumble. And then it's like, oh no, the Holy Spirit doesn't abandon us. No! But it didn't! So it's great. It's wonderful. We are all designed to be, thank you Hannah, we're all designed to be like Mary, to partner with God, to be more than we could ever be on our own, to do more than we could ever do on our own. Not just so that we can have a nice, comfortable life, but that God's work and his purposes and his kingdom can come and be worked out through our lives. Do you notice how God waited for Mary to say yes to being empowered? Did you notice that? Like, do you notice how he kind of told her what he wanted to do and he gave her an opportunity to ask his questions, ask her questions, to express her doubts? How kind is God in this moment? I want you to think about your next week. Just take a moment to just picture where are you going to spend the majority of your week next week? Who are the people that you will spend the majority of your time with next week? What are the things on your to-do list that you would like to achieve next week? As human beings, we are designed to be not just powered by the Holy Spirit to draw breath, but to be empowered by the Holy Spirit, to partner with God to be more than we could ever be on our own, to partner with God to do more than we could ever do on our own. Not just to have a nice, good, comfortable life, but that God's work and his kingdom would get built through our lives. I wonder how your next week would look different if you went into it empowered by the Holy Spirit. Does anybody know who... Oh no, that won't work. There's a person. There she is. Who's that? That's right, it's Jackie Pullinger. That's why I shouldn't make things up on the fly. This is a woman called Jackie Pullinger. Jackie Pullinger grew up in London in a completely ordinary home. She had nominal Christian parents who took her to church Christmas and Easter, but not particularly kind of like regular church goers. As a teenager, she came to faith in Jesus through her local church, through reading her Bible, and she became convinced that God was real and active and that he could be trusted with her whole life. Now, Jackie is not a particularly dramatic person, not particularly charismatic or especially confident, but she developed a growing conviction that God had called her to go and serve him overseas. The problem was that nobody agreed with her. Mission agencies turned her down. She had no theological training. She had no experience, no clear destination. She had no obvious gifts that would make her suitable for the work. And again and again, she was told by human beings that she simply wasn't the right person for the job. Eventually, she felt God say very simply, just go and I will show you. And so she did something that most of us would probably describe as reckless. She bought a one-way ticket out of the UK without a clear idea of where she was gonna end up. And that journey eventually took her to Hong Kong in the 1960s and into Kowloon Walled City, one of the most dangerous lawless places in the world at that time. It was a place that even the police avoided. It was filled with heroin addiction, organized crime, violence, and deep despair. It's a bit like Cheltenham. Jackie was a young, single British woman. She didn't speak the language. She had no protection, no plan, no program, and no idea how to deal with what she was seeing. And reality hit really quick. She encountered people who were trapped in addiction. The doctor said they could not be cured without long medical treatment. And she encountered a spiritual darkness that her upbringing just hadn't prepared her for. And she realized something crucial. Something that she, you know, everything that she'd relied on before, her personality or her connections, you know, all of that was utterly insufficient. And so she did the only thing that she could do. She prayed. Not kind of polished prayers, not confident prayers, nothing you'd find written down in a book, but desperate prayers. She began to learn from other Chinese Christians about the Holy Spirit, not as a kind of theoretical doctrine, but as a living presence, as the presence of God who empowers ordinary believers just like her. She began to pray for people expecting God to act, not because she was gifted, but because she had no alternative. She prayed for heroin addicts and many of them were instantly healed. Withdrawal symptoms just disappeared like that. Lives were changed. Hardened criminals were transformed, became Christians, became leaders, became pastors. And what grew from this work continues through the St. Stephen's Society. But Jackie was always really clear about this. It wasn't her strength, her courage, or her skill which motivated her. She remained single. She was often lonely, often afraid, frequently overwhelmed. She didn't become self-sufficient. She became dependent. Again and again, she would reach the end of herself and discover that the Spirit of God was sufficient, was everything that she needed. Her life is not a story of somebody who felt powerful. It's a story of someone who knew that she wasn't. And that is precisely why the power of God could rest upon her. She once described this turning point in her ministry, which was very simple, with words that any of us could pray today and should pray. Standing in the middle of the suffering that she couldn't fix, the danger that she couldn't control, and the needs that she couldn't meet, she simply came to the conclusion, I cannot do this. I cannot do this. So not all of us here today are called to pray for heroin addicts in a far off land. Who knows, maybe some of us are. But I bet some of us could think of some examples in our lives where we're thinking, just like Jackie, I cannot do this. I cannot do that. That is too big for me. That is too much for me. Can I just quick sidebar say that if that does describe your life right now, if there are a handful of things that you're looking at and going, I can't do any of that. Can I just say thank you for being here this afternoon. We really appreciate you coming and being part of this congregation in this church. I've found in the past when I've had a list of those things, frankly, coming to church is the last thing that I want to do. So if you're here today and that describes you, thank you and fair play. That takes some serious courage. But even if your life is pretty simple and straightforward right now, Jackie's story is a challenge to all of us, isn't it? A challenge for us to ask what God might be calling us into in the future, which might right now seem completely impossible and scary and out of our comfort zone. Frankly, calling us into the kind of things... Oh, that's me, sorry. It's telling me to stop speaking. No. Calling us into the kind of things that would complicate our lives, make our lives more complicated and basically populate our lives with lots of I cannot do that. So let's ask, as we bring this into land, in what ways do we need to be empowered by the Holy Spirit this week? In what ways do I need to be empowered by the Holy Spirit? What are the things that are in front of me that I'm saying, I cannot do this, I cannot do that. Maybe you are looking to be filled with wisdom and insight and direction. You have a big question ahead of you and you don't know where to go. You need some insight like Simeon or Anna or Zechariah in Luke 1 and 2. You might need to be empowered for that. Or maybe you're being asked to go further, to do bigger, greater things, impossible things, things that you never thought that you'd be able to do, to go beyond what is possible for a human. You're definitely going to need to be empowered for that. Maybe we've stepped out of our comfort zone already. We've already said yes to Jesus. We're already kind of halfway down the road of having said yes to him and we feel like we've kind of run out of momentum. We've run out of steam. We're like one of those balloons on the floor. We're going to need to be empowered for that. And maybe it's just to get up and do the things that we need to do. You know, those things that we just need to do to get this week finished. Maybe we need to be empowered for that. There's no shame in that. There's no shame in coming to God and saying, Lord, I need to be empowered to be a good parent this week. I need to be empowered to show up to work this week. I need to be empowered to be kind to that person that really frustrates me this week. Or maybe all of this talk of being filled with the Holy Spirit, experiencing the presence of God, you're sitting there thinking, I have absolutely no idea what you're talking about. And you'd like to know what I'm talking about. We'd love to pray for you that the Holy Spirit would meet you and encounter you and empower you, wouldn't we? Yeah\n\nwe have what's God been doing of I had a terrifying XYZ, I didn't know what to do about ABC, but I really felt like the Holy Spirit empowered me and this is what I did, et cetera, et cetera. Sounds good? So the main thing we're gonna do is we're gonna get back into those groups. If you would like somebody to stand with you and pray with you, just one-on-one, we would also love to do that. So if you're saying, I don't know what it means to be filled with the Holy Spirit, that's a one-on-one type prayer. No, actually, we could do that in small groups. You guys know what you're doing. Let's get into those groups. If you would like someone to stand with you, then both of these wings are available for that purpose. Please do go and stand there. I will be running around tapping GVC people on the shoulder and saying, oi, go and pray for that person. In a moment, the kiddos are gonna come back in and join us. Welcome them when they do. And then Chez and I will kind of wrap things up. But with whatever time we've got left, let's make those little groups. Let's pray for one another. Let's share as deeply as we feel comfortable to. And then the kiddos will come back in and we will wrap everything up."
}