{
  "text": "Gospel reading comes from John chapter 12 beginning at verse 20. Now among those who went to worship at the festival were some Greeks. They came to Philip who was from Bethsaida in Galilee and said to him, Sir, we wish to see Jesus. Philip went and told Andrew. Then Andrew and Philip went and told Jesus. Jesus answered them, The hour has come for the Son of Man to be glorified. Very truly I tell you, unless a grain of wheat falls into the earth and dies, it remains just a single grain. But if it dies, it bears much fruit. Those who love their life lose it. And those who hate their life in this world will keep it for eternal life. Whoever serves me must follow me. And where I am, there will my servant be also. Whoever serves me, the Father will honor. Now my soul is troubled. And what should I say? Father, save me from this hour? No, it is for this reason that I have come to this hour. Father, glorify your name. Then a voice came from heaven. I have glorified it and I will glorify it again. The crowd standing there heard it and said that it was thunder. Others said, An angel has spoken to him. Jesus answered, This voice has come for your sake, not mine. Now is the judgment of this world. Now the ruler of this world will be driven out. And I, when I am lifted up from the earth, will draw all people to myself. He said this to indicate the kind of death he was to die. The crowd answered him, We have heard from the law that the Messiah remains forever. How can you say that the Son of Man must be lifted up? Who is this Son of Man? Jesus said to them, The light is with you for a little longer. Walk while you have the light so that the darkness may not overtake you. If you walk in the darkness, you do not know where you're going. While you have the light, believe in the light so that you may become children of light. After Jesus had said this, he departed and hid from them. This is the Gospel of the Lord. Praise to you, O Christ. Good morning. Do take a seat. Great to be with you. If you've not met me before, my name's Gemma. I'm the vicar. It's always a privilege to be preaching, and particularly so as part of this series in the book of Ruth. And I'd really encourage you to have that chapter open in front of you. It's page 269, I think, in the church Bibles. Let's pray. Lord Jesus, we thank you that we can hold your word in our hands and hear it with our ears and in our hearts. And I pray that your word would change us and renew us this morning. In Jesus' name, amen. Well, at Explore at Four, our afternoon service this term, we've been looking at women of faith in the Bible. And a few weeks ago we were exploring this very story, the story of Ruth. And when I was planning the service, I was pondering how best to present the events that we've heard today from chapter three. And it reminded me that there are a great many chapters in the Bible that are not exactly family-friendly. But by way of a recap, if you haven't been journeying with Ruth and us over the last couple of weeks, we've journeyed with Ruth and her mother-in-law Naomi from Ruth's homeland in Moab back to Naomi's home in Bethlehem. And they were doing that to escape the ravages of famine in Moab. And these two women have shown an extraordinary commitment to each other. It's been forged out of the sadness of their shared bereavement. And on arriving in Bethlehem, Naomi's hometown, they've been looked after by a prominent landowner named Boaz. And he has shown himself to be a devoted follower of the Lord, faithful in following the Israelite laws, and in particular those laws that ensure that foreigners in the land are provided for. And not only has Ruth been allowed to glean, to gather grain in Boaz's field, he's blessed her with an abundance of grain. And that's freed her and Naomi from the daily pressure of having to search for food. And Boaz in chapter two has been described as a man of noble character. And the Hebrew word for noble here is charlie. And we see this in the way that he has generously welcomed and blessed Ruth, simply because of these laws that governed how they lived and because of her family connections with his relative Naomi. And in chapter two we see Boaz praying, we hear him praising Ruth, we hear him protecting her, and even changing the way that the work was done in his field to ensure the best outcomes for her. And when you think about it, that is really astonishing, given that Ruth turns up unannounced and was at the absolute bottom of the societal pecking order. Recently I was watching a panorama documentary and it was following several families in the UK whose children weren't able to go to school because of the various additional needs that they had, which weren't being accommodated for in mainstream educational settings. And the parents who were interviewed were at their wits' end and were struggling to come to terms with the fact that their child couldn't be educated because there wasn't enough places in schools that could meet their additional needs. And they felt really stuck and let down by those who had the power to make a difference. And that documentary concluded at the end that the system of education in our country was failing a great many children who needed a different type of schooling provision. It was acknowledged that the system is broken. And I'm sure we have used that phrase in other conversations as well, thinking perhaps about the NHS or other institutions in our land. We live within a great many broken systems. And Ruth and Naomi are stuck within a broken system as well. Boaz's generosity meant that these women had enough to eat for the time being. But what would happen to them when the harvest was over? Widows had virtually no long-term security and with Ruth remaining unmarried, there was no one to carry on the family name of her father-in-law, Elimelech. And it's important to remember that the patriarchal society that Ruth was born into was not how God intended it to be. Yes, Boaz acts honourably when he seeks to ensure that the male workers in his field leave Ruth alone and don't molest her. That's in chapter 2. But clearly it is not okay that that kind of abuse against women was commonplace. And I strongly believe that in the beginning God's creation plan was for men and women to be equal and for everyone to be loved and cherished by everyone else. Human sin has caused every person and every society since then to fall very far short of God's ideal. And it is true that Ruth goes to some extreme lengths urged on by Naomi to forge a way out of that broken system to create options for themselves where there appears to be none. But just in case we're tempted to judge these women for their actions, let's remember that even today vulnerable, oppressed, systematically disadvantaged women across the world\n\nhave little other option but to turn to crime or prostitution when seeking a way out of life-threatening poverty. Desperate times may well require desperate measures, and desperate measures usually come with dangerous risks. And so chapter 3 that we've heard today could be described as the three plans. First there's Naomi's plan, then there's Ruth's plan, and then there's Boaz's plan. So Naomi seems to have decided that Boaz would make a good husband for Ruth. And she gives these bold instructions to her daughter-in-law. Ruth is to go to the threshing floor, a secluded place outside of the town, which was associated with sexual immorality and prostitution. She's to dress well, she's to wear perfume, and Naomi says, Ruth, wait until Boaz is asleep and then quite literally lie in wait for him at his feet in the place that would normally be reserved for the man's wife. The signal is clear, Ruth is to communicate to Boaz, I would like to be your wife. And the way that the passage is written seems to highlight that there was a very real opportunity for immorality. Not only the location of where this was happening, but also the reference to them lying together and the mention of Boaz's feet uncovered by Ruth. That word there in Hebrew could also refer to a different part of Boaz's anatomy. Here is a man and a woman alone at night. The chances for a sexual encounter were high, which makes it all the more surprising and wonderful that Boaz and Ruth are chaste and honourable in their actions. Ruth was making a culturally understood non-verbal request for protection and for marriage. It was bold, it was risky, and Ruth did it. So Ruth has followed Naomi's plan, but she's also added a strategy of her own. She remembers that Naomi has mentioned that Boaz is a kinsman redeemer of Elimelech, Naomi's husband who died. Kinsman redeemer was a male relative who had the responsibility and the right to act on behalf of a relative who was in trouble, in danger, or in need. They had a few basic duties, including these two. If a relative became so poor that they had to sell themselves as slaves, then the kinsman redeemer was responsible for purchasing their freedom. And then secondly, if a married man died without having children, as was the case here, the kinsman redeemer could be required to marry the widow. And then any children from that marriage would be legally considered heirs of the deceased husband, ensuring that the deceased man's family line and property rights continued. And so that practice was helped to preserve the deceased man's name and his legacy within the community. So you can sense a bit of hope here in the story of Ruth. But there were some problems as well. In Ruth's case, two things made this situation unusual. Firstly, Boaz wasn't a brother of the man who had died. He wasn't Elimelech's brother. He was more of a distant relative. So it wasn't clear if he had the same obligations as a brother would have had. And secondly, Ruth was a foreigner. She was from Moab. And the laws about kinsman redeemers didn't specifically say anything about what to do with foreign widows. So when Ruth says to the just woken up, startled Boaz, I am your servant Ruth. Spread the corner of your garment over me since you are a kinsman redeemer of our family. What she's really saying is, will you buy the land of Naomi's husband Elimelech? Will you marry Ruth? And will you give Naomi an heir? Ensuring that both Ruth and Naomi are protected and provided for indefinitely. It is a bit complicated, but this is an escape the system kind of plan. But it's a risky strategy because she doesn't know how Boaz is going to react. And so what happens next is nothing short of astonishing. Boaz seems to instantly recognize something about Ruth's character. That she is willing to marry him for Naomi's sake, not for her own sake. And Boaz is overwhelmed by Ruth's selflessness and he agrees to her plan. Imagine being Ruth and hearing Boaz say these words. May you be blessed by the Lord, my daughter. You have made this last kindness greater than the first. In that you have not gone after young men, whether poor or rich. And now, my daughter, do not fear. I will do all that you ask. For all my fellow townsmen know that you are a noble woman. And there is that word again, Charlie. Boaz, the Charlie, the noble man now names Ruth Charlie. Noble woman. And in a short time, Ruth has gone from being this outsider, this alien from Moab who had nothing, to being a respected noble woman in Bethlehem and the potential future wife of Boaz. And so things looked promising, but there was one further complication. Boaz knows of someone who is an even closer relative. And he had the right of first refusal. So Boaz says, I'm going to look into all of this in the morning. But for now, Ruth, I'm going to send you home with six measures of grain. That's a lot. Significant that it's six measures. Seven in the Old Testament particularly is the number of completeness. Six is incomplete. She is almost there, but not quite. There's a promise that the story isn't over. And at the end of Ruth chapter 3, and I'm so tempted to carry on and preach into chapter 4, but I'm not going to. We're still waiting to see what happens. And it is such a wonderful story, and like many stories, it works on more than one level. Because it is a story about Ruth and Boaz, but it's also a story about you and I. Ruth is the ultimate outsider, a widow, a foreigner, a destitute woman in ancient Israel. Without money, status, or protection, she's vulnerable to abuse. She'd have no legal recourse. Her circumstances could hardly have been worse. But in this deeper metaphor, Ruth is every single one of us. We are all helplessly trapped in the broken system of sin. This is a problem that we cannot solve on our own. We need a redeemer. And in this deeper story enters Jesus, the one who will be born into, many generations later, the family tree of Boaz and Ruth. To be a kinsman redeemer, you needed two things. You needed to be related, and you needed to be willing. By taking on human flesh, Jesus becomes our brother, close enough to redeem us, and yet perfect enough to pay the full price for our salvation. And he willingly offers his life to redeem all who will trust in him. So Boaz is this herald of Christ's compassion and generosity. And just as Boaz extended kindness and protection to Ruth,\n\nto this foreign outcast, Jesus offers his grace to all of us who are spiritually helpless. And so the book of Ruth isn't just a love story between two people, it's a picture of the greatest love story that has ever been told, the love of God for his children. And that love took him much further than a grain pile at midnight. It caused Jesus to leave the glories of heaven and come as a baby to Bethlehem where he found no refuge. Unlike for Ruth, there was no place of rest for Jesus in Bethlehem, no godly Boaz to protect him. He had to make do with a temporary place in a stable before he was driven out having to flee for his life, even as a baby. And yet the love that is God and is within God caused Jesus to abandon that eternal glory and become a servant. Someone who was of no reputation, he was despised, he was rejected by those who would eventually nail him to a cross. And there in the midst of a darkness far deeper than any ordinary midnight, he offered himself up for the sins of his people. And through his ultimate sacrifice, he offers us his name. And he declares that everyone who trusts in him shall be called, as we heard in that John passage, children of God. Where do we go from here? At the end of Ruth chapter 3, we turn to God in praise and thankfulness for all that Jesus has done for us. If we have accepted him in our hearts, we are called children of God. And if we haven't yet done that, then today is a great opportunity to do it. And then we turn to the world and we ask God to give us eyes of compassion and Charlie noble hearts that we might be like those who, like Boaz, go out of our way for the stranger in our midst. And those who, like Naomi and Ruth, act with courage and determination to find another way, even in the face of systems which have been broken by human sin. Wherever we go from here, we need to be brave. But whatever we do, it will be worth it. Nikki's going to lead us in prayer now."
}