{
  "text": "to reflect and to remind ourselves as a community about the kind of community that God has called us to be and the things that are important to us. So last week, who heard Emily's talk last week? Wasn't it a stonker? If you missed Emily's talk last week, go back on the podcast and listen to Emily's talk. Last week, Emily talked a bit about what it means to be a church kind of at a foundational level, kind of church with a capital C. What is a church? And next week, we're going to be sharing, taking a moment to share about what we feel God is calling us onto in the coming years. But this week, we just wanted to take a chance to zoom in and pay a bit of attention to the church that God has called us to be. Talk a bit about our values and our DNA as a church, to identify a few really kind of core and important things about who we are as a community, as Gloucestershire Vineyard Church, who God has called us to be. And we do this once a year for a couple of reasons. One of them is that for some of us in the room, this is our first September as part of Gloucestershire Vineyard Church. So you might not have heard some of this stuff before. It might be your first Sunday in the room full stop. If it is, hi. Welcome. It's great to have you. If you're fairly new to this community, if you're new to faith, hopefully this will be a helpful moment when we can talk about who we are and how we think and why we do the things the way we do things around here. Hopefully it's helpful as a reminder for those of us who've been around for a while as well of the stuff that is important to us and the stuff that God has said to us over the years as he's formed us. Now, quick caveat before we go any further. Today is absolutely not a big pat on the back. Aren't we wonderful? Aren't we the perfect church moment? No, that's absolutely not what we're doing today. We like to think of ourselves as one big chunky vegetable in the beautiful church stew that is the Church of Jesus Christ. We do what we do to represent Jesus in the world as best we can alongside all of the other churches in our county. And we do what we do as faithfully as we can. This is a moment for us who are currently leading the church, us guys, to talk about this church, to talk about what God has called us to do and who he has called us to be. So last week, as I say, Emily talked about the church and today the plan is to talk about this church. And so before we go any further, I thought it would be fun to hear from some of you guys. And so before we dive in, I just want you to turn to the people around you and answer me a really quick question. If you could describe your home in four words, four things that you want your home to be, what four things would they be? Now, maybe you're not living in your ideal home situation right now. Maybe you're sofa surfing or sleeping rough. If that's the case, maybe you could think about your ideal home. Like if you could live anywhere, what would that look like? So just take a couple of minutes with the people around you, have a quick discussion, and then I'm going to come around and I'm going to pass the microphone to you and I want to hear back from you. So four things. If you could describe your home in four words, what would those four things be? Go. Okay, let's hear from some of you guys then. Four words. You don't have to tell me all four. Some words. Let's start with my fan club over here. Is that okay if I call you my fan club? No? Okay, go on then. Four words to describe your home. What would you say? Colourful. Okay, good. Anything else? Food. Excellent. Cheap. Can I just clarify? Is that... Cheap? Well raised. The ideal home. Is your home made of food or is there food in your home? Food. There's food in the home. So it's not like a Hansel and Gretel situation. Okay, good to know. Anybody else? What have we got? Put your hands up if you've got something to share. Yes. Tammy said cosy. Ooh, cosy. Very good. Very good. Anything else? What have we got? Hospitable. Hospitable. Very good. Yep. Okay. Peaceful. Ah, peaceful. Very good. Yep. So I would really like to live in a house that isn't a supported living because it's really, really noisy. And because I'm autistic, it's driving me absolutely round the bend. So I prefer something like my own kind of little space with a lot quieter and a lot sort of more simple and cheaper. So you're also on cheap. You're also on peaceful. Very good. Okay, what else have we got? Well, actually, both James and myself were talking about community, a home that is for community and a home with really good food and a home with engaging conversations. Fantastic. Very good. Okay. Somewhere that's safe. Safe. Yes, these are all good. Anything on this side of the room? What have we got? Any of you guys? Yes. Warm. Warm is good. Anything else? Yes. I said sanctuary. Ooh, good word. Good word. So kind of got some words, warm, peaceful, sanctuary, cheap, food. It's all good. It's all good. So today, that's basically what we're going to be doing today. We're going to be talking about four things that we as a leaders team feel kind of describe our community, our home, both the community that we are as a church and the community that we aspire to be. So I'm going to really quickly introduce just four characteristics that we feel just kind of express how we feel about our church. If we were going to say those four things about what we want this church to be. And then one of these lovely people is going to take some time to unpack that a little bit for us. They're going to be talking about how this part of our DNA works itself out in our community at the moment. They're going to be talking about some biblical and prophetic backing for why it's important to us. And they're going to talk about the ways that we can kind of imagine expressing that more in the future. And so the four kind of Gloucestershire Church characteristics we're going to be talking about today is that as a community, we are gathered. We are, where am I? There we are. Growing, grounded and going. So that's gathered, growing, grounded and going. And we believe that God has called us as a community to be all of those four things and they all conveniently begin with G for Gloucestershire. So isn't that great? It's worth saying that we don't think that we're different or special as a church to be called to these four things. Actually, we believe that these are four things that all churches are called to be. But there are a couple of ways that we express ourselves in these areas, which are kind of more particular to this community. And these guys are going to be unpacking that. And so I've kind of laid a bit of a challenge down for these guys. I've said, these are the four areas. What I'd like you to do is come and bring a whole load of Bible. Tell us about why we do what we do. Envision us. And you've got to do it in like three minutes. So these guys have got quite a challenge. So we're going to be encouraging, aren't we? We're going to be kind of vocally encouraging too, aren't we? Yes, we are. So if one of these guys says something you agree with, why don't you use your words to tell them? Be like, yes, come on, I love it. And we'll give them a very small round of applause at the end. How does that sound? Okay, so Emily's going to go first. Emily's going to talk to us about being gathered. Everybody give her a very small round of applause. Very good. I think we even have a slide that might have the four things on it. Oh, there you go. And the next one. There we go. Look at that. Oh, isn't that nice? So gathered. This is one of our core characteristics as a church. And this basically means that we are a community of people. Not simply a load of individuals who happen to be in the same place at the same time on a Sunday afternoon. Right at the beginning of the Bible, in the first book called Genesis, we read about God's creation. And the first not good thing was that man was alone. Humans are created for community in all different shapes, forms, and sizes, and inclusive of introverts and extroverts. But we are designed to work together, to require each other, to fill the earth and subdue it, as Genesis would say, together. And the church is the Jesus-shaped expression of this. Often called the body of Christ. In a book called 1 Corinthians 12 in the New Testament of the Bible, Paul, the guy who writes that book, writes this. The human body has many parts, but the many parts make up one whole body. And so it is with the body of Christ. If one part suffers, all the parts suffer with it. And if one part is honored, all the parts are glad. All of you together are Christ's body, and each of you is a part of it. So humanity is designed for community, and the church is designed to be a gathered community. We're designed to be functioning effectively as everyone together, rejoicing and suffering together. All of us thriving in who and how God has made us because we are attached to and enabled to by others who are doing the same. When we were\n\nmove to the world that you are my disciples. And this is why we really value being together, being hospitable and welcoming to any and all who want to know more about following Jesus. Like, look around us. In what other environment do we get the PhD student and the school dropout praying together? In what other environment do we get the millionaire and the day-to-day survivalist having a piece of toast together? Where else does the new baby get 10 new grandparents and 50 aunties, uncles and cousins except here? If we want to know Jesus, if we want the world to know Jesus, we need to love one another as he loved us. And so we need to be together, we need to eat together and we need to know each other. And here at Gloucester Vineyard Church, we try and emulate that in a variety of ways. For example, we have home groups, hey! These are wonderful places to be known, to be challenged, to do life with people, maybe even people who don't look or live like us. Every year we have our church weekend away. There's a whole weekend with a prime purpose of just being together, being community, sharing meals, laughs, woes together. Of course, we have these, our Sunday gatherings like this every week, coming together as one body. And we value and we make space for and accommodate genuine community over things like tea and toast with games. We have discussion moments, we have tea and coffee as people come in. And so as we keep being church, I just want to have this on our radar and our intent, being a gathered people. Let us love one another like in a true Jesus-shaped love kind of way. Let's eat together, share together, talk together. Let's be vulnerable and safe together. Let's be honest and kind. Let's safeguard each other. Let's advocate for each other. Let's encourage each other, lovingly correct each other, because this is how Jesus loves us, right? Let our loving gathered community point to Jesus. I'm just going to finish this three minutes is what I'm going to tell you I've just been talking for, with a quote from the book of Hebrews, where it says, let us hold tightly without wavering to the hope we affirm, for God can be trusted to keep his promise. Let us think of ways to motivate one another to acts of love and good works, and let us not neglect our meeting together, as some people do, but encourage one another, especially now that the day of his return is drawing near. Amen. Amen. Thank you, Emily. I do love my wife, but I said to her, it's got to be three minutes, and she's like, I will speak for as long as I want to, thank you very much. Ryan, over to you. I'll speak for two minutes. Thanks, Emily. I want to speak about growing in shrinking time. The beautiful value, the second one is just around growth and growing at GBC. When we think of growth, there's so many ideas that come to mind. Social media kind of spews personal growth at us and emotional growth. Our podcasts are full of growth. But whilst that's great, and whilst God wants us to grow personally, emotionally, and spiritually, it's not just about our personal dreams, our desires. God has dreams for us that are bigger than ourselves. He has an abundant vision for the world, and he sees us as part of that vision. And he loves and knows us, and therefore wants us to know his will in flourishing. So the question is, what does Jesus and the Bible say about growth? And I know that this can even be complicated, right? Because, I mean, the Christian to-do list, praying and gathering together and meeting together and giving, just can be overwhelming. So how do we understand this as simple as possible? And the simplest version I've come up with is, am I connected with Jesus? John 15.5 says, I'm the vine, and you're the branches, and if you remain in me and I in you, you will bear much fruit, and apart from me you can do nothing. The great part about this is that the remaining in him part is unique for all of us. We all find God's unique, sustainable will and rhythm for our lives. And this connection gets fostered in our hearts and in our minds from the inside out. I recall a word that I had for myself, and I felt for the church a couple of years back, and it was a picture of potatoes. And so the gardeners amongst us will know that potatoes grow underground, and all you see are kind of the leaves and the shoots above ground, and you don't know what's happening, and you kind of just have to trust that growth is happening under there in the hidden and secret place until the harvest. And then you see these wonderful potatoes. And I'm Irish, and I love a French fry like anybody else, and I love a potato. And I just felt God say that it was going to be in the hidden places of our lives that God's going to grow GVC. The second aspect of our growth, as Emily has alluded to, is just being part of this body and how we join together to grow. God made it this way so that we actually need to rely on each other to live this abundant life that he's called us to. In Proverbs 27.17 it says, as iron sharpens iron, so one person sharpens another. So being part of this body at GVC is not just about coming to church or being on the hospitality team or serving or attending meetings, but being joined together in that friendship, that close bond that you form with the person next to you by helping, by giving to each other in various ways, calling each other into our own calling in God, and asking how the Bible applies to our lives in this day and age, all towards Jesus, that we live deeply in his love. Now, we are not about creating a commune or a cult, right? But this is really just an invitation to discover what Jesus is saying to all of us, to this exciting life that we're exploring together with God. So at GVC, this looks like taking our next steps towards him in home groups and sharing our problems and our challenges, sharing our successes and our wins in a real way, and just being honest with each other about where we are in our walks with God, serving our city and our neighbors side by side, and sometimes taking risks with and for each other. This place is a place of community and of friendship first, as we grow together and towards Jesus. And that's really what growing here at GVC looks like. And I'm sure that was not two minutes. Thank you, Ryan. Give him a quick round of applause. Thanks, buddy. Okay, thirdly, let's talk about being grounded. What the heck does that mean? Diane, over to you. Grounded, it's awesome. The church is grounded. We are grounded on the foundation of our faith in who Jesus is as the king and savior of the world, in the gift of God's word to us in the Bible, and in God's presence to us in the spirit who lives in us and who works amongst us and who is at work in his world. So at GVC, we want to be grounded. We want to be grounded in God's word, in God's activity, and in being shaped by really good theology, which we know brings life. Now, who can get excited about some good theology? All right, all right. I heard a few. I heard a few there. Not sure? Who can get excited that we are all new creations, new people in Christ? There we go. That's some great theology. Who can get excited that we are made in the very image of God? That's some Genesis 1 action, right? That God has made us in his image and has given us the task of representing him in the world. So good theology, let's hear it. So we are people of God's kingdom where we strive to live under the management of Jesus and bring that reality of God's kingdom more and more into this present time. And we want to be a community then where we preach and live out this amazing good news. To do that, we seek to let the Bible speak into our lives as we gather on a Sunday, as we meet in home groups, as we connect for coffee, prayer time, wherever we might connect. Now, sometimes wrestling with the Bible means that we also are a community where we strive to listen, we discuss, and sometimes even disagree well. That means that when we disagree, we want to do that in grace and in love. So we are not perfect. Yeah, I'll hear it for that. We're not perfect and we're not the only church living out this life-giving reality of the kingdom. As Daniel said, all churches are bringing very, the same core commitments and then every church brings some special sauce, right? A little ingredient to the stew. As a vineyard church, we are\n\npeople who want the Bible to be our plumb line, we want to seek God's kingdom in all its ways here, even while we recognize it's not going to be complete. We particularly value worship as a priority in the church. So at GVC, we are a worshiping community. We want to encounter God in our worship. And we want to lean into and look for the activity of the Holy Spirit, because we believe that the Spirit is alive and well and at work here and now. And so we say, come and do your work, Holy Spirit, right? We want to be at Gloucester Vineyard Church a church where everybody gets to play. That's a funny vineyard phrase. Everybody gets to play, right? That means that we believe that every believer is qualified for work in the kingdom. All are empowered by the Spirit for God's good work in the world and in the church, and that is regardless of your education, your background, your family circumstance, your age, your gender. At GVC, we particularly value the children among us as part of the church now. And we particularly want to empower women to fulfill their gifts in the church, to lead and to flourish as God has called and gifted them. In Luke's biography of Jesus, in chapter 4, Jesus says, the Spirit of the Lord is upon me, for He has anointed me to bring good news to the poor. He has sent me to proclaim that captives will be released, that the blind will see and that the oppressed will be set free, and that the time of the Lord's favor has come. Now that is some good news that we want to be grounded in and we want to share with others. Come on. You guys are very self-controlled. I was like, ooh, yeah, come on. That was very good. All right, Aaron, finish yourself. Well done. Okay, here we go. Here we go. So my part of today's talk is about going, and I'm spinning off from two key Bible passages. The first is from Philippians chapter 2. Paul was writing to some Greek Christians when he said, have the same attitude in yourselves which was in Christ Jesus. Look to him as your example of selfless humility. He existed in the form and unchanging essence of God. Jesus was one with him, possessing the fullness of all the divine attributes. Yet he didn't regard equality with God a thing to be grasped, as if he didn't already possess it or he was afraid of losing it. He took the form of a servant and became completely human. I'm guessing Jesus was pretty darn comfortable in heaven. I could have thought, well, you know, life as God is good. You know, I like it here, and your earth can be a pretty hard place. I'll just send some prophets and some visions and stuff, and hopefully they'll eventually get the idea and start doing the right things and loving me. Well, he could have, and he did that for a time. Yet John chapter 3 reminds us that because of his love, because of his love, Jesus left that place of comfort to experience alongside us a sometimes uncomfortable place that is life on this planet. Going, though, is a part of God's own plan, and he's going places. The second key Bible passage that I want to point to that emphasizes going is in Matthew chapter 28. Jesus is talking with his disciples, and he said, All power of absolute rule in heaven and on earth has been given to me. Go and make disciples of all nations. Help people to learn of me, believe in me, and obey my words. Baptize them in the name of the Father and of the Son and of the Holy Spirit. Teach them to observe everything that I have commanded you. I'm remaining with you as you do this, regardless of circumstance and on every occasion, even to the end of the age. If there were ever some famous last words that challenge us to be going, this is it. Jesus told his disciples, Go and make disciples everywhere. The call to follow Jesus has not been, go and make some comfortable gatherings and hang out. It's always been about going and going beyond ourselves. So GVC is and wants to be, as we keep going forward, looking out and going out. God has given us hope, and it's too good to keep to ourselves. We live with open hands, willing to give of our time and our resources and our energy. We don't just talk about bringing hope and joy to Gloucestershire. We have to be willing to go and do it. And as we go, we invite people to join God's family. Going involves being hopeful in a hopeless world. When we serve, when we care, when we show up in kindness, we demonstrate the heart of Jesus and the beautiful truth in God's kingdom, like Diane mentioned just a moment ago. Everybody gets to play. Every single one of us has been invited to go, carrying his hope and his joy wherever we go. We also believe that going requires creativity. A couple hundred years ago, there were alms houses. What the heck was an alms house? Well, that was established to provide for the poor and the elderly or others who couldn't support themselves. Nowadays, we do things differently. We have an English conversation group in Chai and Chat. We provide supplies for parents of infants in Grow Baby. We host adults caring for children in Vibes. And then there are clubs and groups that various folks are involved in through the week. So God has even given somebody in our church, a couple of folks in our church, a vision of going out with an ice cream truck and handing out free ice cream as a way of bringing joy into the city streets. Who knows what God may lead us to do next as we go? Who knows? But keep listening. So as we partner with Jesus, he leads us to multiply his church, creating new communities where people can encounter him. So going isn't optional. It's at the very heart of what it means to follow Jesus. So the questions are, where is God calling you? Where is God calling me to go? And the good news with that is that wherever we go, we know that Jesus goes with us and will help us every step of the way. You know you're in the right church when you get the biggest whoop of enthusiasm for ice cream truck, right? Like, yeah, talking about like kingdom of God and people being set free and people like, ice cream truck? Where's the ice cream truck? Anyway, okay, we've spoken for ages. Why don't you guys get back into those little groups really, really quickly and just discuss like which one of those four kind of stood out to you the most, which one resonated for you the most. Maybe you get excited about being a kind of gathered community about hospitality, about being a family and creating an environment of belonging. Maybe it's about growing. Maybe discipleship is your thing. You want to see people healed and restored and released from stuff that's holding them back. Or maybe you're one of the Bible nerds amongst us who loves a bit of kingdom theology and wants to see the Holy Spirit ministering to people. Or maybe you want to go. Maybe you are excited about the idea of creating new communities and rolling up our sleeves and going and serving our neighbors. So just take literally two minutes, chat to the people around you, we'll say goodbye to these guys. Give them a round of applause. Thank you. Two minutes and then we'll wrap it all up. Okie dokie. So before the kiddos come back in again and join us, I just wanted to bring this thing into land. So a couple of weeks ago my friend Steve grabbed me after church and said he'd been reading the last book of the Bible called The Revelation. Anybody ever read any of that? Interesting read, isn't it? Very interesting read. Not a book I've read an awful lot if I'm honest. But the book starts, if you've read it before, with Jesus basically sending a message to seven of the first churches, basically giving them a report card. That's a terrifying prospect for someone like me. Can you imagine like Jesus giving us a report card on our church? It's just terrifying. And in some of these letters Jesus is commending these churches for what they're doing and he's bringing some correction and challenge in other cases. And as I read these letters to some of the churches it kind of percolated back into the top of my mind this week as I was preparing for today. And there's one report card in particular that got my attention. It's probably the best known of the seven. It's the last one and it kind of sticks in the mind because it's got quite a funny mental picture associated with it. Let me read it to you. It's written to a church in a place called Laodicea. And Jesus says this, I know all of the things you do, that you are neither hot nor cold. I wish that you were one or the other. But since you are like lukewarm water, neither hot nor cold, I will spit you out of my mouth. You say, I'm rich and I have everything I want. I don't need a thing. And you don't realize that you're wretched and miserable and poor and blind and naked. That's nice, isn't it? Isn't that nice? Can you imagine Jesus handing you that on your report card? Like C for effort. Not a comforting thing to be told by Jesus. I'm sure they're all patting themselves on the back when they read that. But these verses have come back to me this week as I've been preparing this. Not because I think that God is necessarily saying that to us as a church, but because as Emily said last week, I think there is a real risk for our church or any church really. Last week Emily talked about how easy it is for us to let the church fade into the background, for us to take the church for granted,\n\nto forget that the church is meant to be a revolutionary force. Did anyone else have a really convicting moment last week listening to Emily when she started talking about what the church is supposed to be like, and you're sitting there thinking, that doesn't describe my church. Anyone else have that moment? Oh, was it just me? Oh, gosh, you guys are amazing. That was quite a convicting moment for me as one of the leaders of this church. Like, wow, that's amazing. That doesn't describe our church. It's okay. Now I've said that out loud. Would anyone like to put their hand up and say, yeah, maybe a little bit? In some ways, we do okay. We do okay. As I was preparing this, I really thought you'd react differently to that. I'm sorry. As I was preparing this week, I just really felt like God say, I want you to turn up the heat at Gloucester Vineyard Church. I want you to turn up the temperature on these four things. I felt like God say, this is the church that I've called you to be. I have not called you to be a church in the background. I have not called you to be a lukewarm church. I have not called you to be a church which plays its tune at half volume, who's a little bit hospitable when we feel like it, who quite likes kingdom theology or who kind of occasionally allows women to preach, or who sometimes goes and does some nice things in the community, or who kind of theoretically believe that miracles happen, but we never actually seek them, or who's too afraid of offending people to challenge injustice in the world. I felt like Jesus say, look out, watch out. I want you to guard against being lukewarm. Guard against being a community where we express these characteristics that we've been talking about as background noise. The church is not supposed to dwell in the background. We are supposed to be advancing into enemy territory with a confident declaration that Jesus is the king. Thank you. I'm going to say that again. You're all supposed to say that. Where am I? Oh dear. It's been a long week. The church is not supposed to dwell in the background. We are supposed to be advancing into enemy territory with a confident declaration that Jesus is the king. That's much more like it. As I said earlier on, there is nothing special or new or innovative about the things that we've shared today. These are things that all churches are called to be and much, much more. But the reality is that we can express these things quietly and we will be a really nice community, or we can express these things at full volume and be a revolutionary force that Emily was talking about last week. We can be that revolutionary force that Jesus calls us to be. The question for us today is, how loudly are we being these four things? How passionately are we these things? How fervently are we embodying these things? As a community, we are not called to be lukewarm. We are called to be on fire. We are an expression of the church of Jesus Christ. We are called to be invested in this city, to show up everywhere we go, to announce and demonstrate the good news of the arrival of the kingdom of God. We are called to be carriers of the kingdom. As Diane shared earlier on, we are called to proclaim freedom for the captives, recovery of sight for the blind, and to proclaim the year of the Lord's favor. Gloucester Vineyard Church, we are not called to be a lukewarm church. Amen? We are called to be a church on fire for Jesus. Okay, this is who we are. Kiddos, welcome back. Sorry, you kind of came in and I was in the middle of a flow of thought there, but I appreciate you. You snuck in like little sneaky weasels. That was amazing. Welcome back. Why don't we celebrate communion together as we finish?"
}