{
  "text": "than I had previously. And that second time was a very, very hard lesson to learn. But I believe that God was giving me a taste of what it means to be completely helpless. The crippling anxiety and the despair that I felt was horrible, but it did give me a physical experience of the thing that I was needing to learn from a spiritual sense, that I cannot do this on my own. I cannot save myself. No amount of hard work, dutiful living, success, power, good relationships, or anything else saves me and allows me to experience the blessing of God. Any, any good thing that God wants to give me and give you is not something that we have earned. The gift of forgiveness, which leads to eternal life with Him, is given to those who have realized what it is that they actually deserve. The younger son's plan, his request to return as a slave in his father's house, would have stemmed from his knowledge of what would happen when he returned to the village. He would have been expecting the villagers to enact a dreaded ceremony of ket-tartsa as soon as they saw him nearing home. And this was a punishment for any Jewish male who had lost his inheritance to the Gentiles. And what it would have involved is the villagers would have come out to meet the son, and they would have brought a large pot, and it would have been filled, somewhat oddly to us, perhaps, with burnt nuts and corn. And they would have smashed it in front of him. And they would have shouted, you are cut off from your people. And from that point on, there could be no contact with any member of the community and the returning boy would be unable to enter the village ever again. It was a punishment that was greatly feared, almost a fate worse than death. And according to that Jewish custom, banishment through the ket-tartsa ceremony, which would effectively make dead the younger son, that, according to Jewish law, was what he deserved. He deserved to be made dead. And so with that in mind, the younger son is wanting to try and redeem himself from the death sentence. And it is the same, friends, for us. The punishment that we deserve for our sinful disobedience towards God is death. But our Father has other ideas. And Jesus has already given an indication, which might feel quite subtle to us, but I think would have kind of really been writ loud to his original hearers, that the father in this story represents God because the father, right from the beginning of the story, can do things that wouldn't even have been permitted under Jewish law. He wouldn't have been allowed, if this was real, to sell his land in order to give the younger son his inheritance that he was asking for. Usually the landowner, the father, would have to have died before that could be permitted. So Jesus is actually already saying, this isn't a usual father. He's not governed by the customs of the land. This father is actually kind of almost beyond death already. And then this same father defies convention by eagerly watching and waiting for the son who was dead to him, should have been dead to him. And that's consistent with how we see God at work through the Old Testament. Simon referenced earlier on that escape from Egypt through the Red Sea. God gives his people, Israel, his son, that's how Israel's referred to in the Old Testament, so many, so many repeated opportunities to return to his loving care. So keen is the father in the story to welcome home his son that he runs out to meet him, knowing that he must reach him before the villagers do, before they enact that ket-har-tsa ceremony. And graciously sidestepping the son's self-help plea, I thought the way Annie read it was just so beautiful, that the son is kind of tripping over himself to get his words out and the father's like, doesn't even let him say, treat me like one of your hired hands. The father makes it absolutely clear that the son is returning home as a son and as an heir. There is a ring for his finger, there's sandals for his feet, there is the best robe for him to wear. It's the robe of forgiveness that covers all that the father is saying, that's now in the past, it's done, I don't see it anymore. And then he begins the preparations for this massive, lavish celebration of welcome home. All the son has to do is to receive, to let the immense, unconditional generosity of his father seep into his tired, once dead heart. Knowing God's forgiveness, being welcomed home into that warm embrace of God's love comes through the acceptance that we deserve nothing. And yet, despite that, Jesus loved us, loved the world so much that he was willing to take the punishment and the shame for our own sinful state. And I think that we glimpse something of the scandal of the father's actions through the anger of the older son. The father in the parable, just like Jesus on the cross, is taking the shame of the younger son onto himself and he's letting it go. And then he is completely transforming the situation by throwing a magnificent party. And Paul, Saint Paul, who I mentioned earlier, he knew God's resurrection power in his own life and he describes this transformation beautifully in Ephesians chapter 2 and if you want to kind of dwell in God's word for a bit this week I would point you towards Ephesians 2, that's an incredible chapter and I've, hopefully God doesn't mind, but I'm kind of about to read an edited highlights of Ephesians 2. It's short enough to be a tweet for those of you who are familiar with Twitter. But just hear these words as we come to a finish. Paul writes, you were dead through the sins in which you once lived. But God, who is rich in mercy, made us alive together with Christ. For by grace you have been saved through faith and this is not your own doing, it is the gift of God. Not the result of works so that no one may boast. And now, in Christ Jesus, you who were once far off have been brought near by the blood of Christ. Let's live, brothers and sisters, as forgiven people, brought home by God through the immeasurable sacrifice.\n\nof Jesus, and from this place of utter dependence on God's grace and mercy flows all of the things that we're going to explore in the coming weeks. But for now, be still and know the love of your Heavenly Father who every day is looking out for you, ready to hitch up his metaphorical robes and run to you and welcome you home. Amen."
}