{
  "text": "Good evening, everybody. So if you don't know, I teach here at a theological college, and before we moved here, I guess two and a half years ago, I taught at a university in Houston. And the last module that I taught that spring, I guess, is what it was, was called The Good Life and Happiness. It was, we drew it off, stole it, I guess, as you do in academics all the time, is plagiarized from other academics. And there is a module at Yale that is oversubscribed every year that they've run it of a similar title, because everybody is looking how to have a good life, one of meaning and purpose, one of, yeah, just fullness in that sense. And so in that way then, we were after this to help lead students in that. And it reminded me as we come here in the new year, I think we're officially in like the normal part of the new year, and so that means all of our New Year's resolutions, right, maybe have fallen away or haven't. But if you think about this, these resolutions are a little step each year to think, like, how do I make my life a little bit more like I thought it should be or I wanted it to be? And so we're after that good life ourselves. And so as a way to help us think about this, I'm going to set you to chatting with your neighbors. So you should already know most people's names around you, right? So, but if you don't, say hello and introduce yourself again. But we'll just have this quick question here for you to think about with one another. What New Year's resolutions do you have or do you not have? And or, if you don't have one, are there ones in the past that maybe have stuck out to you? So take about a minute and a half to chat with one another. All right, so we'll take some time over tea and toast for you to share those other ones with one another. But really raises this issue. A lot of people won't make New Year's resolutions anymore because they're a bit cynical about the possibility of change in that sense. And we've become a bit satisfied or at least cynical about where we are. And the passage that we're going to talk about today talks about truly achieving or experiencing aspects of this good life that God promises us. And so the whole question then is that do we actually dare to even hope for the possibility of change? Can we envision it? Do we expect that God might actually show up and bring change to broken situations? And so our passage today is where we're going to talk about that. We're talking about a good life. And particularly, we're talking about the good news here. So this season of the year, we always teach through one of Jesus' biographies. So this year we're teaching through the Gospel of Luke, the biography of Luke. And these biographies are titled a gospel, which is just the old English word for good news. And so as we read and hear this story that there's the best news that's ever been shared. And that means that it's not just good news, a story about Jesus, but actually good news for us in that sense that we can experience some goodness here and not just a hope for the future, but one that we can actually experience today. So our passage is from Luke chapter four. I'm going to read from Luke 4, 16 to 21 to help us hear what this good news is. So Jesus returned from Galilee in the power of the Spirit. And the news about him spread through the whole countryside. He was teaching in their synagogues and everyone praised him. He went to Nazareth where he had been brought up. And on the Sabbath day, he went into the synagogue as was his custom. He stood up to read and the scroll of the prophet Isaiah was handed to him. Unrolling it, he found the place where it was written, the Spirit of the Lord is on me because he has anointed me to proclaim good news to the poor. He has sent me to proclaim freedom for the prisoners and recovery of sight for the blind, to set the oppressed free, to proclaim the year of the Lord's favor. Then he rolled up the scroll, gave it back to the attendant and sat down. The eyes of everyone in the synagogue were fastened on him. And he began by saying to them, today this scripture is fulfilled in your hearing. This is a story about good news that Jesus is bringing. It's not just a story about good news for Jesus himself, but for us. As we hear, it's today back at his time it was fulfilled. And so if it was true then, it's still true today. Importantly here, Jesus is quoting from Isaiah 61. And so this news is not new news at this time. Actually, it's old news. It's news that was given to the people of Israel beforehand. And so before we talk about this passage and understand it, it's better. We need to take a step back in time about 700 years to think about Isaiah's time and the message that this came from originally. So in the Old Testament at this point, the Jews had turned away from God, that they were experiencing his correction. And so they had gone off into exile. So they were in, instead of living in the land of Israel, the land of Canaan, they had been sent over to the land of Assyria. And it's in the midst of this separation from God, from his promises, that God gives them this promised hope for a future. And he particularly says, this hope for the future, this restoration from this sin and exile, is going to come through a king, a Messiah, one who is coming in the power of the Spirit. And so as a way to help us understand and grasp this, we're going to read a couple of passages here. So I've given somebody Isaiah 11. I can't remember who has which. And so we're going to have these read out. It's very small on the screen, but you will listen closely here, I'm sure. Isaiah 11, verse 1 to 5. A shoot will come up from the stump of Jesse. From his roots a branch will bear fruit. The Spirit of the Lord will rest on him, the Spirit of wisdom and of understanding, the Spirit of counsel and of might, the Spirit of knowledge and fear of the Lord. And he will delight in the fear of the Lord. He will not judge by what he sees with his eyes or decide by what he hears with his ears. But with righteousness he will judge the needy. With justice he will give decisions for the poor of the earth. He will strike the earth with the rod of his mouth. With the breath of his lips he will slay the wicked. Righteousness will be his belt, faithfulness the sash around his waist. Thanks, yeah. So we see the root of Jesse. So Jesse is David's father. And so this is a promise that someone in the line of David, the king of Israel, will come in the power of the Spirit. Who's Isaiah 42? Yep, okay. Isaiah 42, verse 1 to 7. Here is my servant, who I am upheld, my chosen one whom I delight. I'll put my spirit on him and he will bring justice to the nations. He will not shout or cry out or raise his voice in the streets. A bruised reed will not break and a smoldering wick he will not snuff out. In faithfulness he will bring forth justice. He will not falter or be discouraged till he establishes justice on earth. In his teaching the islands will put their hope. This is what God the Lord says, the creator of the heavens, who stretches out, who spreads out to the earth with all the spring from it, who gives breath to its people and life to those who walk on it. I, the Lord, have called you righteousness. I will take hold of your hand. I will keep you and I will make you to be a covenant for the people and a light for the Gentiles to open eyes that are blind, to free captives from poison and to release from the dungeon those who sit in darkness. So we see this king is going to come and bring and rule in righteousness. He's going to bring justice. In that sense, he's going to make right what had been wrong. And this is where we get to our passage in Isaiah as well that Jesus quotes. This passage that the spirit of the Lord is upon me. So, and he's upon me because he has anointed me to preach good news to the poor, recovery of sight to the blind and liberation for the oppressed. And so there's this hope. But we see that it was, if you remember, 700 years from the time of Isaiah until Jesus. And so like us, maybe they had become a little bit cynical. Like dared they even to hope for the possibility of change. And so they are in this place of waiting. And it's this waiting that we celebrate actually in the season of Advent. That's Advent is when we're waiting for the king to come, right? And so at Christmas then we celebrate this story of Jesus. And what do we see in Luke here is the very thing that Isaiah is talking about. Not just this one bit here, but the whole idea that Jesus is the Messiah, the Davidic king who is coming in the power of the Spirit. And so it's not just a story in Isaiah. We're encountering Isaiah 42, Isaiah 61, Psalm 2.\n\nthis and Jesus himself here. And so as a way to get a picture of this story, we have some other passages here from Luke. So we're going to have three readings here. So someone from Luke chapter 1. This is a vision that Mary is going to receive. Luke 1 verse 30. But the angel said to her, do not be afraid, Mary, for you have found favor with God. You will conceive and give birth to a son and you are to call him Jesus. He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David and he will reign over Jacob's descendants forever. His kingdom will never end. How will this be, Mary asked the angel, since I am a virgin? The angel answered, the Holy Spirit will come on you and the power of the Most High will overshadow you. So the Holy One to be born will be called the Son of God. So again, Jesus is coming in the power of the Spirit. And then Luke chapter 3. The people were waiting expectantly and were all wondering in their hearts if John might possibly be the Messiah. John answered them all, I baptize you with water, but one who is more powerful than I will come. The straps of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and fire. When all the people were being baptized, Jesus was baptized too. And as he was praying, heaven was opened and the Holy Spirit descended on him in bodily form like a dove. And a voice came from heaven, you are my son whom I love, with you I am well pleased. So again, Jesus is the one who is coming in the power of the Spirit. And so Luke is trying to reiterate this. In fact, by the time we get to chapter 4, we have this summary. Jesus, full of the Holy Spirit, left the Jordan and was led by the Spirit into the wilderness where for 40 days he was tempted by the devil. Jesus returned to Galilee in the power of the Spirit and news about him spread through the whole countryside. So Jesus is full of the Spirit. He's in the power of the Spirit. He's led by the Spirit. And so then we show up to this passage here where he quotes this Isaiah passage where he says, the Spirit of the Lord is upon me because he has anointed me to proclaim good news for the poor. And so he is this Davidic king, this Messiah who is coming in the power of the Spirit to bring restoration to the world. And importantly, though, this isn't just good news about Jesus. It's the good news about how we participate in that even here today because the Spirit is here. So as we think about the nature of this kingdom that Jesus is speaking about, we need to think about Jesus as the Messiah first and then the nature of the kingdom. As we come to the idea that Jesus quotes this, he says, the Spirit of the Lord is upon me because he has anointed me to proclaim good news to the poor. But actually, we might better say that he has Messiahed me or he has Christed me. The word Messiah means anointed one. And so when he says the Spirit of the Lord is upon me to anoint me, we see the disconnect there. But the word there christened actually is the word that we get from this that you put a little bit of oil on a baby's head when they're baptized. They're made little Christ. They're anointed ones as well as Christ. And so this helps us to remember if you were here last year, you heard me say this before, but I think it's very helpful to remind ourselves. It's not Joseph and Mary Christ that had little baby Jesus Christ. Christ is not his name. It's a title. He is the Christ. That's just the Greek word for anointed one. The Hebrew word for anointed one is Messiah. So it's good that we call him Jesus the Messiah. So when he's saying this, the Spirit of the Lord is upon me because he Messiahed me to preach good news to the poor. So it's the presence of the Spirit on Jesus that actually makes him the Messiah, this Davidic King that was promised to come in the power of the Spirit. And so in that sense, he's fulfilling these promises here. But the important thing that we see here is that it's not just a story about him being the king. It's that the king then is bringing in the kingdom. And that's where we see the rest of this passage, that it's good news to the poor, recovery of sight to the blind, to set the prisoners free. And then he ends with this idea of the year of the Lord's favor, the idea of jubilee. And all of these things are just different ways to talk about things that have gone wrong, whether they're physical, social, communal, economic, even, is that the Messiah is going to come and bring justice, bring, make things right that were wrong. And this is the salvation that he says is here today. And of course, the rest of Jesus' ministry that we'll see after this is him playing this out. He casts out demons from people. He heals the blind. He even raises the dead. He brings forgiveness to those who have sinned. And so his restoration is holistic. Oftentimes we think about salvation as what I call cosmic fire insurance. You get saved, right? You believe in Jesus and it's going to make sure that you get to go to the good place in the end. But what happens between when you believe and then is kind of like what I call white knuckle faith. It's like I'm just going to white knuckle it until the end because I really don't expect things to change because the whole idea is just that I get to go to that place then. But Jesus' whole story here, his good news, his gospel is that God actually shows up today, here and now, through the power of his spirit to bring transformation. It's not always going to look the same way, right? The blind person needs sight, right? The one who is a prisoner needs liberation. That's going to look different. And so the Spirit and Jesus is going to show up differently in each one of our lives. And in fact, I'm going to give you a second here to chat with one another. Is there a story of when you've experienced God in a way that seems to been out of the ordinary, that God has broken in to bring transformation to your life and experience? So the question is, have you ever experienced the good news in this way, particularly like in signs and wonders? So I'll give you a couple minutes for somebody to share with one another in your groups. Sometimes we encounter things, we see God show up in situations, and then other situations we pray for for years and don't see God working. And so sometimes we're like those, the Jewish people who had been given this promise, and yet it's been hundreds of years since the promise and they're wondering that. In fact, it's been now 2,000 years from the time that Jesus gave this sermon until today. And so sometimes we lose our sense of hope and we're back to that same question. Do we dare even to hope for the change and possibility that we might be let down? Can we actually encounter the reality of the kingdom today is the question that's before us. And one of the reasons that people think that this doesn't really show up is because it's only for the super Christians to get to pray for. That's another sermon. So you've got Luke 9 and Luke 10 is where Jesus draws in the disciples of the 12. But then the 72, these are all the everyday regular Christians were praying and he sent them to go out and proclaim the kingdom of God and pray for healing and restoration. And so it's not just for the super Christians. Oftentimes, too, we think that our problems are too mundane. Like I don't have blindness, right? I'm not in prison. This kind of restoration that Jesus is talking about, these signs and wonders are too big. And so I can't really expect to see the kingdom in my life. It actually brings up this story to me of a time in my life that I saw God at work in a supernatural way. You may not have known this, but I used to visit, there's a picture here, used to visit this brothel here. It's a foot massage parlor a couple of times a month. It wasn't for services, but we were in outreach and ministry to the women there. Because as you will likely know that most of the women in places like this are human trafficked. And so we were partnering with a ministry there in Houston that actually had an adopt a brothel program for churches. And so we would go and minister to the women there. And all we would do is once or twice a month, show up for about five minutes, maybe 10 if it was a long visit. The very first time we went, the woman who was being trafficked herself was very clearly nervous that we were going to cause problems for her. And she's like, this is a place of business. We don't want you doing these kinds of things here. And all we would do is come and bring gifts to the women and then offer to pray for them. So very simple. And I saw God's work there. In fact, this place is still doing the same things. It's still, they weren't released. We didn't see this grand transformation. But almost to a year to the date, we were going to this brothel.\n\nSo the same woman greeted us. We didn't see the same ones every time. And it was Chinese New Year, and this time we just brought, they were all women from China, so we brought little gifts that you would give that would be normal things to give as Chinese New Year's gifts. And instead of pushing us out the door and running us off, she went around and hugged each one of us and said, I just feel so loved. And it was like, we're bringing really cheap things to give to you. And yet God's Spirit broke in and did something supernatural in her heart. And so our problems are never too mundane for the kingdom to show up. The power of the Spirit is always greater than the power of the sin that is within us and the situations we're in. And we may not see the fullness of the kingdom here, in fact, until Jesus returns. But we keep this hope alive and we pray with the reality of expectation that God's good news is good news for us today, because that Spirit that we have, the Spirit that we hope and see brings the fruit of the Spirit, of love and joy and peace. The Spirit that gives us spiritual gifts of teaching and encouragement. And prophetic words is also the Spirit that is at work that Jesus has proclaimed here that brings healing and restoration to broken people. And so it's this good news that we actually have the hope to participate in. And so I'm going to pray for us and we'll have a time here to pray with one another as well. So Father, we pray that you would come, Holy Spirit, come in this place and let us experience your healing and restoration. Wherever our brokenness is, come and bring life. In Jesus, our Messiah's name. Amen."
}