{
  "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen. The end of the New Testament lesson. Gasp hold of a life that is really life. What have we thought sometimes about people, you haven't lived, have you? And that's what the church is about in a sense. What is the true life? Because sometimes it seems that people around us, sometimes we ourselves feel we're almost dead. Because what that means is different in different places. In Jerusalem, we have the story about the rich man who tried to live what he regarded as a good life. A rich life. Rich in the monetary sense. What happened to him? Didn't get much chance. He snuffed it before he had a chance to enjoy himself. Somewhere else in the Mediterranean region, I don't know where, Paul is writing to Timothy. And he says that the love of money is the root of all kinds of evil. So avoid it. Don't be trapped by senseless and harmful desires. Much the same message, but differently put certainly. An awareness of how easily money can get hold of us. And then in Jerusalem again, Jeremiah. Looks quite different actually, doesn't it? He's told to invest. Not to save. Not to spend. But to invest. Invest in a plot of land. This is with the invaders just over the horizon. What use is that going to be to him? But he goes through the rigmarole. Weighing out the money. Eleven shekels of silver, wasn't it? What's that equivalent to these days? Hundred thousand quid? Something like that for a piece of land? I don't know the figures. It doesn't matter either. But you get what I'm talking about. Somehow he seemed to have got quite a lot of cash. And he spent it or rather invested it in a piece of land that was going to be occupied in a few days' time by an invading force of, what were they, Assyrians? Babylonians? I can't remember. I lose track of all these people that came back and forth. It wasn't going to be much use to him for his lifetime. But he made a point of doing the equivalent of registering it with the land registry. Which in those days consisted of getting an earthenware pot and hiding it somewhere where presumably he told a number of people where to dig it up when it all blown over. That was going to take, well, 70 years of captivity, wasn't it? And another 10 years for the whole thing to happen. In 80 years' time, go and reclaim that land. Because houses and vineyards and fields will be sold and bought again. But not just now. So use what you've got wisely, is the message of Jeremiah. It's rather different from the apparently rather negative way that the man gets condemned for thinking only of his own comfort and taking no notice whatsoever of Lazarus. The beggar at his gate. It wouldn't have cost him very much to feed, to look after a little bit. And just remember how Jeremiah came to know about his cousin. Two ways, basically. One, the word of the Lord came to him and said, your cousin, Shalom, he's going to come to you. Now, I don't know how that sort of experience happens exactly. I know that it's different for different people, certainly. But have you ever thought, I wonder about so-and-so? And then found it happening. Because the cousin actually comes to Jeremiah and says, buy my field at Anatoth, which is Jeremiah's hometown, because you've got the right. Property rights in ancient Israel are fairly complicated. Not as bad as England now, but fairly complicated. But this was the position, that Jeremiah had the right as being a particular relative to purchase this land. He'd had a thought first, given to him by God, yes, but I think he needed confirmation. Because the text actually says, when the cousin arrived, I knew that the Lord had spoken. Now, he had spoken, yes. But Jeremiah knew it because it was beginning to happen. Somehow he had known before. That was God working in him. Sometimes we wouldn't use such language, yes. The word of the Lord came to me. Nonetheless, he speaks on occasions, through circumstances, through our thoughts. Bear that in mind. Anyway, three stories about money. Now, it's too good when you've got three different readings about money to miss the opportunity of giving you a great lecture as treasurer now rather than as preacher. Okay? So I'm going to warn you, if you don't give up much of your personal wealth, you'll die. Be warned. Give it away now. And I can explain how to give it away very easily. I won't bother you with the numbers now, but the bank account's open. You can't have those love of money. It just can't happen. And secondly, of course, the business in Paul talking to Timothy. The love of money is the root of all kinds of evil. So often shortened, quite wrongly, to money is the source of all evil. No, not quite. The love of money is the source of all kinds of evil. And I think we can see so many cases where that's obviously true. So what I'm going to tell you, of course, is that only by making yourself poor can you possibly hope to be a genuinely good person, let alone to be a Christian. Thirdly, of course, I'll tell you that all that you've got that you can invest, all of it, was put into the church, the work that is being done by the PCC and so forth. Not in your house or your family. The church will take care of it. That's the treasure of life, isn't it? I hope that doesn't sound too familiar. There's plenty of caricatures that believe that Christianity is just like that. And too often, I'm afraid, the examples mainly come from the other side of the pond. We haven't found out about what happens in England. It's the way. The church itself is money-grubbing. Yes, we need it. But if that's the only thing that drives us, we've surely detached ourselves from the Word of God. We need to look more deeply than that superficial glance at the things that the Bible says into the Word of God. I mean, it's also been much kinder to ourselves, actually.\n\nSo easily, all the messages of Christianity get portrayed in terms of trying to make you feel guilty. It's not a great deal of point. It doesn't work. It's the wrong thing to do. But if we want to truly follow our Lord and Saviour, what can we learn from what we just heard from the Scriptures? Think again about the letter to Timothy. Do we claim to love God? Or perhaps we claim to want to love God and want to learn how to do it better. That's certainly more like me. I don't know about you. If we love God, we can't let love of something else get in the way. You can't really love both God and money. That's exactly what Jesus says, isn't it? If our real desires are the trappings of wealth, that's no use to us at all. Nor indeed can we claim a place in the Kingdom of Heaven that we've bought. It's the worst of all, I think. Oh yes, I'm a generous contributor to the things of God, therefore I will go to Heaven. No, you won't. Any more than you'll go there because you're trying hard to be good. It's God's grace that gives us a place in Heaven. Not what we give or what we do. So relax about your money. Don't love it, but use it. And think about the rich man in Jesus' story. He was a failure in love. Love for his fellow human being, in this particular instance, Lazarus. He was determined to enjoy his particular self-indulgence. Avoiding such extremism. That's what it is, isn't it? Extremism is a dirty word, but being an extremist about money somehow seems to many people to be more appropriate than being extreme about your religion or about your philosophy of life. Anyway, we can certainly avoid that extremism. Be encouraged that however little you do, in fact, for someone else, however much you share with others, individually or through organisations like the church, or through relief organisations, whoever it is, every little bit matters. But let the love of God come first. And then think about Jeremiah. Investing rather than spending, hoarding or... investing. Doing that because he knew that's what God wanted him to do. He knew it wouldn't be much use to him. It was a bad investment in that sense. But he believed, because he was called. But he didn't actually recognise that call when it started. He had to respond to what was in front of him in a particular way. But he knew already what he had to do. Are you sometimes unsure about what you ought to do? Thinking, maybe I ought to... I don't know what. It may be God calling you. Or that call may come through somebody else who suggests what you could do is... Or would you like to... All sorts of ways in which the call of God genuinely can come to us. I believe that God, in fact, calls us to invest. To invest in his kingdom. The question we ought to ask, of course, is how? In investments, it's reasonable to ask in financial terms, well, what's the best return? Do I get better money from investing in Nationwide than in Lloyd's? Or whatever. You know, the answer very often is much of a muchness to the various things that happen. But that's a question that needs to be asked within the investment we make. What I hope we ask as we invest as Christians is not what gets us the best returns, but what yields the most in building the kingdom of God here on earth. So don't go asking yourself, if I give a bit more, will that mean that the sermons are a bit better? Or the music's more to my taste? But you may ask, if I give a bit more, will more people actually have the opportunity to know Jesus as I know him? Will the community come together more to care for each other? Will people around me be happier, more content with their lives? Is that the sort of return we're looking for by investing in this church? It's a question that the PCC ought to be concerned with, certainly. What are we doing that shows that's worth investing in? And each of us should ask that same question. How can we most invest in the kingdom of God? And each of you has to ask that question of yourself. Maybe he's looking to me for the answer in your particular situation. Or anybody else. Although you may look for advice. But God waits for our response. Be that from James or the PCC, or anybody else that's in a leading position here. Or from us as individuals. Each of us trying and failing sometimes, but so what? To be loving and giving people. Invest what you have with your money, your time, your energy, your prayer. In God's kingdom. What did Jesus say? All the rest will be given you as well. Take hold of that promise. Amen. If it's comfortable for you, may I please invite you to stand and let us affirm our faith in the world."
}