{
  "text": "Father, Son, and Holy Spirit. Today is a great day in the church. Today that we do remember and celebrate all of the saints in the church who recognize and celebrate. And it is a day that I normally ask a few questions. And one of the questions that I do ask is, if I was to ask you how you got here this morning, I would probably say you walked here. Others probably came by car. Probably some came on a train. So let's make a change of trains. But if I asked, in terms of faith, how did you get here? How did you come to know about faith? Most of us would mention someone who was very instrumental to them knowing about Jesus Christ. Someone who helped them to be able to become faithful followers of Jesus. And today is a day that we do stand and celebrate all these people who have made great contributions possible to ourselves. But those who have been faithful throughout the centuries and throughout generations in passing forth the message of our Lord and Saviour, Jesus Christ. Those who have been faithful as disciples of Jesus Christ. The key word here is faithful. It is not about comfort. It is not about having the best life. But those who in fact have been faithful despite all the challenges that life has brought. The gospel reading this morning is one that is really challenging. And some of the things that Jesus is saying here are really difficult. Really difficult. Love your enemies and pray for them. Some of us do not have enemies. I hope I don't have enemies. But that's really tough, isn't it? Blessed are you when people exclude you, revile you. Blessed are you when you are hungry, when you are poor. That's a feeling of being blessed. And then Jesus again comes around and says, woe unto you who are rich. For you have indeed received consolation. Don't spend it. It doesn't spend. Really. But today is a day that we do remember all those who are faithful. Who are able to walk the walk of faith. Upholding all the principles that Jesus Christ was speaking about. Our mind is what Jesus said to us. It is about remembering all those who, despite all these difficult challenges, they were faithful to Jesus. Those who, in the most difficult times, they were able to still find God and God who was able to build inside. Think about a gentleman like Paul of Charles and Paul. A gentleman who was very well educated, an artist. A man who had so many resources and went all out and applied himself to the persecutions, prisons. So on his way to Damascus, on his way to persecute more Christians, he met with Jesus. His life was transformed. And he continued to proclaim the gospel of our Savior Jesus Christ, even in the most difficult circumstances. Even himself personally, he kept on praying and asking God to take out the thorn from his flesh. Still, he was faithful. Think of Stephen, a young man. A gentleman who is continuing to follow Jesus Christ, the God of the Christ of death. But even when one walks in so-called incompetent, in so-called incompetent of others, and so on, even of the last kind of time. Who else in history would mention individuals who have been faithful in their faith? Some of whom we don't know, some who we really do. Since I arrived here two and a half years, my heart goes to know some of those faithful saints. Someone like George Mutton, who I met only briefly. But despite the fall of his going forth with him, he still had the time and the effort to look after us. His passion for scripture was indeed evident. Week after week, he shared and taught others to follow in faith. These days, you have a habit for me, from the bottom of my heart, I receive a piece of paper that George wrote from Paul's soap. And this is scripture, faithfulness. I remember, was commitment and dedication to fellowship, wasn't it? He made himself known as he came into this building very, very clearly. In your travels. But even in his sunset days, he still mustered up the energy and the courage to share the gospel of Jesus Christ with his wife. I met Edmund, an incredible human being who had an incredible gift of bringing joy everywhere he went. I was just saying to Carol on the road, but I was remembering, I do have a wonderful, wonderful picture of Carol, Eddie, and former Archbishop of Canterbury just in London, standing right above there at the Archbishop of Canterbury. And people just see the joy radiating from Edmund. I will forever remember at my licensing, being welcomed by Eddie, and him giving me a prayer book, saying, James, be among us one who calls us to prayer, as one who leads us in worship, in psalms, in silence, in prayer, and in praise. We may all be in God's image and likeness, and care for the needs of the church. I remember our sister Lydia, an incredible and formidable woman who suffered with illness and weakness. Every Sunday morning, in an incredible way, she was able to facilitate worship, helping us to sing praises and songs by operating on the love of the projector. Making sure that the best songs that you use for the Eucharist were always in spotlight. I remember Lydia's last visit to this building of public worship. She handed me some clean and fresh linen. Incredibly, even in spite of what's going on with her, she still found time to start. I have no...\n\nThere are so many people that have served in his life that we do not know very well, who have offered themselves to serve God faithfully. The fire that started to burn was a wow. That is in his family. That is in his family. What will we come to understand? These people formed a great crowd of witnesses. Those people who have rather completed their race of faith. Those are the people who today remember. As we remember, it was also recognized that they have won their race. They have finished. We are the ones who are on the track. On this journey, on this pilgrimage of faith, my prayer this morning is that you remember all the servants, known to us or unknown to us, those who are only known to us or those who we call as a worshipping community, remember them in this place. I still remember that my prayer that we may be inspired by their faithfulness and that the Spirit of God will grant them great fortitude, great courage to walk this walk of faith, to run the race and the battle to the faith and discipleship. Amen. When the saints go marching in, oh, when the saints go marching in, oh, Lord, I want to be in that number, oh, when the saints go marching in. When the saints go marching in, oh, when the saints go marching in, oh, Lord, I want to be in that number, oh, when the saints go marching in."
}