{
  "text": "Lord God, I want to thank you so much that you came down to this earth, that you came from a throne as a baby. And God, that you came to bring your light and your light to all people. Amen. There's something really special about light. Something really special that kind of draws us in. If you think of a single candle in a room, in a dark, dark room, how even that smallest flame brings light and joy and warmth. Light brings safety, brings clarity. I noticed the band all setting up all panicking because they couldn't see. It brings direction. It brings hope. And scripture starts right at the beginning in Genesis with, let there be light. And it ends with the radiant glory of God illuminating the new creation. So it shouldn't surprise us much that Jesus chose light as one of the most powerful pictures in the New Testament. And it is who he is and who he calls us to be. So at Christmas, we celebrate the astonishing truth that I think it is incredible that God stepped down into humanity as a child, fragile, small and humble. And yet his coming lit up the world. John 1 tells us the light shines in the darkness and the darkness has not, and I would say cannot, overcome it. But Jesus doesn't just bring light. He doesn't bring light with him. Jesus is light. And just notice how his birth is accompanied by light. We've sung about it and we've heard about it. The star that guided the wise men. The angelic radiance that was seen in the skies when they appeared with the shepherds. And a promise that was fulfilled that said the people who walk in great darkness have seen a great light. For me, the Christmas story says, you have not been forgotten. Light has come for you. When Jesus stood in the court temple, as we heard Carrie read it, it was during the festival of tabernacles. And the festival of tabernacles, there were big, huge bowls of fire. And those big bowls of fire represented how God had led the people in the wilderness by fire. And he said, I am the light of the world. It wasn't random. It wasn't kind of like, oh, yeah, okay, I can see some light around me. Maybe I'll say, yeah, I'm the light of the world. It wasn't random. It was meant to fulfill the prophecies that he has come, that he is that light in the darkness. And those flames in the festival of tabernacles represented God's presence. God's guidance is God's protection. And Jesus stands there and goes, hey, by the way, it's me. It's me. I'm that light. I am that guidance. I am that presence. He didn't simply teach a truth to the people in the synagogue. He said, he is the truth. He didn't simply give them guidance. He said, I, Jesus, I am the way. He didn't simply bring hope. He brought life. And he brought life and life to the fullness. And for me, that's so exciting because what that means is wherever Jesus is, the darkness has lost its power. The darkness runs through every part of life. For those who don't know, I work with some pretty sad people. I work in mental health. And I see day in, day out the darkness that the world is filled with. It's filled with fear. It's filled with shame. It's filled with injustice. It's filled with hatred. It's filled with despair. But when Jesus enters, when he enters a life, when he enters a home, when he enters a community, when he even just enters a moment, things shift. Every time a client comes in to see me, I pray, God, please break in in a moment today. And I want to tell you that God breaks in every single time. It might only be a moment, but God shows up. Because light exposes what's hidden. Light reveals a path forward. Light makes growth possible. Light defeats darkness. But most importantly, without fighting. It doesn't fight. It simply is. Light simply is present and brings life. And I'm really glad because Jesus does not ask us to generate this kind of light ourselves. Because only he can. Only Jesus is the light of the world. He is the source of that light. He does ask us to do something pretty cool, I think anyway. Jesus in Matthew 5 says, he turns to his followers, like a band of complete and utter misfits who kind of were, let's just say, not always the brightest bunch. And he says, you, you, you're the light of the world. Every single one of us in here, you are the light of the world. The one who comes is light. And he declares it that we share in his role. We share in that excitement and joy to bring light into life. Think about the Christmas star for a moment. It didn't save anybody. It didn't speak. It didn't perform miracles. It simply did what God had ordained it to do, to shine. And by shining, it guided people to Jesus. And that is what God calls us to do. He guides us and calls us to point people back to the source. We don't need to be impressive or extraordinary. We don't need to have the answers. We don't need to feel wonderful. We don't have to have it all sorted. We don't have to feel like we're great and on top of the world. We simply just need to shine the light of Jesus because he's placed it within each and every one of us. And that light is what draws people to hope. So maybe you're sat here being like, well, how do I do that? That sounds a bit like a bit, okay, let's be light. I'm a candle. We're not. Like, I don't think that really points people to Jesus, me pretending to be a candle, does it? No. But we shine when loving is hard. When we forgive somebody. When we're kind. When we show compassion. When we show patience. Let's think about that over Christmas when we're getting together with people and we have to show forgiveness and kindness and compassion and patience. I don't know about you, but I definitely am going to have to show that this Christmas because those are not natural things for me. And I'm guessing they're probably not natural for you either. But they're supernatural. They reveal Jesus. Another way is when we tell truth in confusion. Not with harshness, not by I'm right and you're wrong, but with clarity and humility. When we bring a word of truth to somebody. When we look somebody in the eye and we tell them that they're wonderful even when they don't feel like they are. Maybe you've got friends or family where they believe things that aren't true about themselves. Maybe this Christmas you can bring light to them by sharing what Jesus says about them. We shine when we practice mercy. When we see people the way that Jesus sees them. Especially the overlooked. We shine by living with hope. We are a people of hope. It's not naive optimism. We don't all think the world is going to be great all of the time. But we can have a deep trust that God has it. God is at work. Even when we've prayed for a million times for something and he's not answered. God is still at work. And we shine when we refuse to show what God has done in our lives. Jesus said that the lamp isn't meant to be hidden under a bowl or a basket. Our faith is not supposed to be invisible. We're not supposed to be a Christian on a Sunday and praise Jesus and then hide it. I often tell people about I grew up with people who weren't Christians.\n\nthough I thought. Until I was saved and I walked into a church, I discovered all of my friends were Christians and they had never told me. And I had known them for like 15 years. Jesus does not call us to hide our hope under a basket. He calls us to live it out. Light is meant to be seen. But here's the beautiful thing. It's less beautiful for me because this isn't something I find hard, but I'm sure it's beautiful for other people. And that is that light doesn't have to be loud. I'm probably one of the loudest people in the room. I love the sound of my own voice sometimes. But it doesn't have to be. A single candle is quiet, it's still, and it's gentle. But it changes the whole room. The world may feel dark at times, harsh, divided, anxious, but that only makes Christ's light even more noticeable as it shines with his promise. A single star lit the way to Bethlehem and one candle is beautiful. But a hundred candles, a thousand candles, a whole community illuminated by many small flames becomes radiant. The early church didn't conquer the Roman Empire through wealth or armies or power. They did it by shining small, faithful lights, feeding the hungry, caring for the sick, welcoming the stranger, forgiving their enemies, and refusing to abandon one another, one flame at a time. The light of Christ was multiplied. And that's how the world still changes. It's not by spectacular displays of strength, but through a steady glow of lives surrendered to Jesus, lives that reflect his light. And a single flame can light another, and another, and another. And that's how God's light spreads, quietly, steadily, beautifully. Jesus is the source of that flame, but we carry it in our homes, in our friendships, in our workplaces, in our communities, our conversations, and our choices. And thankfully, Christmas is not just about Jesus coming once or the light coming once. It's a reminder that the light continues to shine now. Over 2,000 years, that light has continued to shine. And when we shine, we become the modern-day Christmas stars, guiding people towards the grace and presence of Jesus. As the band come up, we're going to light this single candle to represent Christ. The light of the world was born in Bethlehem. The star rose in the heavens, and the flame that darkness could not overcome. This candle represents Christ, the light of the world. It's not a symbol of our strength, but of his presence. It's not a display of our goodness, but his grace. From one flame, we're going to pass it person to person through the room, candle to candle. And as the lights spread through the room, you'll see how darkness is pushed back without a sound. You'll see how one flame becomes many. We'll see how Christ's light is not diminished by being shared. But don't just light your candle as a symbolic act. Make it a commitment. As you light your candle, maybe you want to whisper a simple prayer. Make me the light of the world. Then as you pass your light to the next, remember that this is what discipleship looks like. Offering the light of Jesus to somebody else, not by force, but by invitation. You are not the source of the flame. You simply carry it. And that is enough. So let's spread the light."
}