{
  "text": "taken from Luke, chapter 1, verses 26 to 38, and this can be found on page 58 of the New Testament part of the church Bibles. In the sixth month, the angel Gabriel was sent by God to a town in Galilee called Nazareth to a virgin engaged to a man whose name was Joseph of the house of David. The virgin's name was Mary, and he came to her and said, Greetings, favoured one, the Lord is with you. But she was much perplexed by his words and pondered what sort of greeting this might be. The angel said to her, Do not be afraid, Mary, for you have found favour with God. And now you will conceive in your womb and bear a son, and you will name him Jesus. He will be great and will be called the Son of the Most High, and the Lord God will give to him the throne of his ancestor David. He will reign over the house of Jacob forever, and of his kingdom there will be no end. Mary said to the angel, How can this be, since I am a virgin? The angel said to her, The Holy Spirit will come upon you, and the power of the Most High will overshadow you. Therefore the child to be born will be holy. He will be called Son of God. And now your relative Elizabeth, in her old age, has also conceived a son. And this is the sixth month for her who was said to be barren. For nothing will be impossible with God. Then Mary said, Here am I, the servant of the Lord. Let it be with me according to your word. Then the angel departed from her. This is the word of the Lord. Thank you so much, Lucy. Hopefully I'm on. Good morning. It's so good to be with you as we explore God's word together. My name is Jack. I'm an ordinand at Trinity College. That means I'm training to be a vicar and learning from you lovely people. And Meg, my wife, and I have really enjoyed joining you all at St Mary's. We've moved from Winchester, where I've been for the last 10 years. I trained as a primary school teacher and then have been working for a church there. Meg's a nurse. And that jump and that move was really big, and you guys have made it really easy. So thank you for welcoming us so well. You've been a real gift. I wonder how you feel about us getting to the first Sunday of Advent. I'll be honest, it's crept up on me a little bit. And I'm never against celebrating early. Meg and I did put our Christmas tree up yesterday, and we went and saw Muppet Christmas Carol with a live orchestra. So not against celebrating early, but it has crept up on me. And in our Advent sermon series, each week we'll be considering something that Jesus brought to earth with him. This week, hope, then peace, joy, and love. And as we gather around this passage to think about hope, something we thought about a little bit last week as we wrapped up our time in Ruth, I feel deeply a sympathy with the words of the song, O Holy Night, one of my favourite Christmas carols, in which we sing, A thrill of hope, a weary world rejoices. Now I think our world often feels weary and hurting and transient. But in global turmoil and personal disappointment, God wants to bring us that hope that leads to great joy. And that hope comes in unlikely places. Let's pray together. Father God, thank you for your word. Thank you for this season. I pray that you'd bless us as you speak to us through it. Amen. So as Simon has said, Advent is a time where we enter into waiting for Jesus. It's a time of expectation and anticipation. It doesn't start on the 1st of December as you open that tiny cardboard door that rips frustratingly off in your hand and eat the chocolate. As I might say, all beauty products. Don't eat the beauty product. Eat the chocolate behind it or look at the little picture. It doesn't begin at this story, which is often the beginning of our nativity play. Mary met by an angel. The waiting that we enter into at Advent is a waiting that was happening long before these events. As God's people, who themselves were living in a weary world, a time of political upheaval, they were waiting restlessly for a Messiah, for a rescuer. As I was thinking about hope, I read that hope has to have an object to be hope. So I might hope that the weather will be nice. That was the object of much of mine and Meg's hopes and prayers in the run-up to our wedding, which didn't have a very good wet weather plan. The object of our hope was really good weather. You might be hoping for a lovely jumper or something else for Christmas. That's the object of your hope. For the people of God before Jesus, the object of their hope, their hope is pinned on the arrival of a coming king, God's son. They want a political hero to charge in, sort out the powers that are in their way, and lead them well, a new Moses, a new David. And they'd have specific ideas about where that new king should come from. Despite knowing where Moses and David came from, they thought this political leader should come from a specific place. And Luke knows this as he composes his gospel. The passage before today, if you flick to page 57 in your Bibles, is one where we meet a priest called Zechariah. Now that might have felt like a more likely place for the Messiah to come in, a righteous male priest working in the temple, the place where God dwells, visited by an angel. But God brings hope to an unlikely place. Zechariah's child will be John the Baptist, who will point to Jesus. And as we think about that pointing, the camera that Luke is operating, his words pan from the temple, the place we'd expect the Messiah to come from, to a young girl in a village who will be the mother of the Messiah. Now this is the most unlikely place, highlighted by the first thing mentioned about Mary. If you look at everything mentioned about Zechariah in chapter 1, verse 5, it's a priest named Zechariah. It tells you his job, his descendants, where he's come from. But if you turn the page and look at what we hear about Mary, the first thing said to her, or said about her rather, in verse 27, a virgin engaged to a man whose name was Joseph of the house of David. The virgin's name was Mary. Before we even get her name, we get that she's a virgin and we get her husband's name. Time and time again in the Old Testament, when God is doing a new thing, a woman who struggles to conceive gets pregnant, miraculously. We've seen this time and time again in Explorer 4 this term, as we've looked at women in the Bible, Sarah, Hannah. And Luke is almost pointing here like it's happening again. God is doing a new thing. But it's bigger and it's better. This is the ultimate, because Mary isn't just too old to have a baby or trying to have a baby but it's just not happening. Luke makes it really clear. This is the ultimate new thing that God is doing, the ushering in of the kingdom of God, the birth of the Messiah, because Mary, a virgin, is about to be told that she is pregnant. The hope of God comes through her. God brings hope into unlikely places. Now we may think of this as an exciting moment for Mary and I think it's because of the nativity plays that we watch every year. It's a sweet prologue, isn't it? But the reality was so different. We think of Mary as a bored older teenager kind of sweeping the floor like Cinderella, wishing wistfully that her life will begin and it will all be great and oh, woe is me, I'm sad and sweeping and maybe one day something will happen. And then an angel comes and everything's great and God is here. The hope has come and she's a part of it. There's a little song. Everybody claps. End of the scene. That's the nativity play version of this story. That's the sanitized version that when we read this, that's all we can see is an eight-year-old with a blue tea towel on her head. But the reality is so different. Mary was a young teenage girl, 13 or 14, looking forward to the rest of her life. She's engaged to be married. Part of the marriage ceremony is underway. She's living with her parents in keen anticipation to be with the one she loves. And in many ways, her...\n\nAdvent, her waiting, her expectation is for her life to begin, not for God to intervene, but just normally as she gets married to Joseph. Everything's good and going the way it should be and then an angel appears with big news. God brings hope to an unlikely place, but it soon transpires that Mary isn't an unlikely person. She may not be the person we expect. She's definitely not the person that the world expected, but she's not unlikely in the sight of God. The first words that the angel speaks, if you look down in verse 28, is that she is favoured and that the Lord is with her. Now this isn't really even the scary bit, but it's the bit that other translations says deeply troubles Mary. In our translation it just says that she was much perplexed and pondered, which I love as a phrase. But if you go back to Zechariah, when the angel visits him, a priest in the temple whom we might expect would be used to an angelic visitation, he is terrified. Terrified and the fear overwhelms him, that's what the NRSV says. But Mary, the unlikely virgin teenager, is simply troubled or perplexed. Why is God talking to me? I'm not special. It's the beginning of every kind of teenage movie, isn't it? I'm not special. Why me? And I think we'd respond similarly if God spoke to us and said to us even those simple words, you're favoured. God is with you. I think we live in a culture which is hyper individualistic but quite quick to be self-deprecating, to think too lowly of ourselves. And that means we grab affirmation where we can, in the love of friends and family, achievements at school or college or promotions at work. But how would we feel hearing these words, knowing what God thinks of us? Because the truth is that we do know that, but we just choose not to dwell on it. Paul in Colossians 3.12 suggests that we are God's chosen people, holy and dearly loved. Hear those words. We are God's chosen people, holy and dearly loved. I'm sure that perplexes many of us. It might even trouble you. This hope from God comes into unlikely places, but we are not too unlikely for God to be able to use us. And if you're sat here today feeling like you're not worth enough for God to use you, think of the jars of water meant for washing hands at a wedding that Jesus turns into the best wine. Think of the picnic of a little boy that Jesus uses to feed 5,000 people. Think of Mary physically unable to have children just yet. But as we discover later in our passage, with God, nothing is impossible. We are not too unlikely for God to use us. He's bigger than that. So Mary has had a greeting, but then the big bombshell arrives. The angel tells her that she is pregnant. It's the end of all the best EastEnders episodes. And that's because it's usually dramatic and scary, though in our Nativity play, it's happy and good. This wouldn't have felt like hope. What is hope for the whole world would have felt like the end of her life, her marriage over, her reputation ruined, scandal in the family. And we know she has every reason to panic because if an angel hadn't visited Joseph, he would have divorced her quietly. But there's a greater hope in what the angel is saying that Mary would have known as somebody in that society waiting for the Messiah. If you look down at verses 31 to 33, and now you, Mary, will conceive in your womb and bear a son and you will name him Jesus. He will be great and will be called the Son of the Most High and the Lord God will give to him the throne of his ancestor David. He will reign over the house of Jacob forever and of his kingdom there will be no end. To someone in that society, that would have been tick, tick, tick, tick, tick. There is no doubt who this is. This is the Messiah, the one who has come to bring hope to a people who have been waiting for many years for this rescuer. And Mary is simply curious. How can this be, she asks. I think most of us realistically would respond by laughing or crying or running or if it was me, probably a combination of all three, just not very quickly. But Mary stops. She thinks. She asks God for clarity. Mary is immediately willing to contemplate the cost of carrying Christ. Immediately willing to contemplate the cost of carrying Christ. And in many ways she's asking, where is God in this? How is God going to do this? And Gabriel tells her that the Spirit will surround her and overshadow her. It's almost like glory itself will descend. That word overshadow makes me think of the manifest presence of God that went with the people of Israel in the wilderness, that descended on the temple. That same word is used in the Gospels when God speaks at Jesus' baptism and transfiguration. You are my son whom I love. The question, how, is answered rather unsurprisingly, God. It's everybody's classic Sunday school answer. And as proof it will happen, almost like a receipt, Elizabeth, Mary's cousin, even in her old age, is already pregnant. Nothing is impossible for God. And Mary says yes. Here am I, verse 38, the servant of the Lord. Let it be with me according to your word. And in that moment, Mary would have seen all of the terrifying things ahead. Not only the relationships and reputation lost, but the responsibility gained. Imagine the five years, five minutes even, I'm sure the first five years were hard too. But imagine those first five minutes after the announcement. Mary hasn't told anybody about what lays ahead. Who does she tell first? What does she say? Imagine the thoughts racing around her head. Now in the nativity play, if we return to our eight-year-old with her blue tea towel on her head, this next bit goes a bit too quickly because it's Mary and Joseph are going to have a baby. Oh, there's a census over there. Off they go on their little donkey and start knocking on doors. But it doesn't happen that quickly. It doesn't happen that quickly. She doesn't just have to say yes to Jesus. She has to bear the daily cost of carrying Him. This isn't the nativity play. This is reality. And she not only carries Him, she travels a long way to confirm Gabriel's announcement about Elizabeth and then a long way to Bethlehem. How willing are we to carry Jesus in our lives? To bear the cost of carrying Him every day? Do you think Mary felt highly favoured as she bore the shame inflicted on her by those in her village whose opinions of her changed rapidly as they heard the news? Highly favoured as she had morning sickness and felt ill? As she gave birth? As she saw her son now fully grown being shoved and pushed out of Nazareth? As she saw Him die on the cross? Highly favoured? Being favoured by God does not mean that life is easy. And Mary in many ways, in saying yes to Jesus, becomes the first Christian, the first disciple. And so she's the first to experience that the path of discipleship is narrow. It's hard. Simeon tells her that a sword will pierce her own heart. And yet this is the hope of the whole world coming in an unlikely place. There are two choices in our passage. Mary is chosen by God and Mary chooses to say yes to God. And we too, here at St Mary's, have a choice like Mary does. We too have had a messenger come down from heaven to say that we are chosen and loved and His name is Jesus. The baby carried by Mary is the one who saves us and asks us to make a choice. God chooses you. Will you choose Him? For some of us here today, the idea that God chooses you will be hard. But let me repeat what I shared earlier. We are not too unlikely for God to use us. We have a treasure in jars of clay. We may be weak but God is strong. What a hope. For some of us, choosing to say yes to God will seem impossible. But our passage shows us that nothing is impossible with God. Biblical hope isn't waiting or hoping for better circumstances. It's waiting for God Himself to show up.\n\nin the middle of all that stuff. As we began our time together, I mentioned that beautiful line, a thrill of hope, a weary world rejoices. And so if you're feeling weary at the beginning of Advent, if you are in a hopeless season right now, or feel like the world is just too broken for God to still be good, the theologian Fleming Rutledge writes that in Advent we don't simply pretend to enter the darkness that the world was in before the birth of Christ. She suggests that we take a good, hard look at the darkness now, facing and defining it honestly, so that we will understand with utmost clarity that our great and only hope is in Jesus' final victorious coming. We don't pretend, we take a good, hard look at the darkness now and see that the light that the darkness can't understand or overcome is on its way. As we journey into winter and towards Christmas, as days get darker and schedules get busier, I invite you to remember this word of hope that may feel like it comes in the most unlikely of places. God chooses you. Will you choose to say yes to him every day? Let me end with these words from Romans 15 as a prayer. May the God of hope fill us with all joy and peace as we trust in him, so that we may overflow with hope by the power of the Holy Spirit. Amen. Thank you."
}