{
  "text": "And so, this is the first Sunday of the month. So today, today is Super Sunday. It's so exciting. What the heck is a Super Sunday? A Super Sunday is the moment when we pause our usual rhythms of opening the Bible together and singing songs in order to go out and love and serve our neighbors in practical ways. It's our way of learning about God's heart for those people who are outside of our church. So that's what we generally do every Super Sunday. But at the moment we're in the middle of adding a little extra sauce to these moments, observing, because as a church we are preparing to launch another expression of this church in the north of the city next year. And so we are using these gatherings as a moment to dig deeper, to do some training, to do some equipping, and getting ready for this exciting moment of multiplication. Hooray! And so just to let you know what we're going to do today, actually I'll tell you that in a minute. Some practical things first. If you want a cup of tea or coffee, they're all at the back. Help yourself at any time. If you need the toilet, they're just through there and on the left. And that's a fire escape and that's a fire escape. We're not expecting a fire, but if there is one, head for one of those places. But why are we doing this today? Why are we doing this? Why are we not doing what every other church in the city has done today? Why do we shake things up once a month? There's a whole load of reasons why, but one of the reasons that's been really on my mind recently is because as a community of Jesus, we are called to be witnesses to the way of Jesus and the kingdom of God and the way that Jesus has changed our lives. We are called to be witnesses. And I've had that little word witness running through my head in the last few weeks because some of us might be aware there was a very high profile assassination recently in the news. A guy called Charlie Kirk was murdered over in the States, which was very attention grabbing. And a lot of social media, at least my social media, was talking about Charlie as a martyr. Anybody else hear that? That word martyr? So that word was getting knocked around social media, which kind of caught my attention, as you can imagine. Now that word martyr in English has a very specific meaning. It means somebody who dies for their faith, somebody who dies for a cause. But the word martyr is actually a Bible word. It comes directly out of our Bibles. And it doesn't mean somebody who dies for a cause. What it means is somebody who stands up for what is true and is a witness to the truth. So somebody who speaks about and demonstrates what they've found to be true. And we find this word martyr all throughout one of the books of the Bible called Acts. And our Bibles translate this word as witness. Jesus says, you will receive power when the Holy Spirit comes upon you, and you will be my witnesses, my martyrs, telling people about me everywhere you go. So we are all, if we identify as followers of Jesus, called to be martyrs, called to be witnesses. We're all called to be witnesses for Jesus, showing and telling the good news of the kingdom of God here today. And so that is what today is all about. That is why we do Super Sundays. It's about showing and demonstrating God's love in practical, servant-hearted ways to our city. I'm personally pleased that today, when there's been people out on the streets of this fair city who have been protesting the presence of asylum seekers in our city, that today we are also going to be hitting the streets in a posture to serve and love and to care and to demonstrate a heavenly kingdom where love, generosity, and self-sacrifice are the guiding principles. Amen? Two-minute preach. Look at that. Sorry. Just had that one on my heart. There we go. And so today we are going to be demonstrating God's love. We're going to be serving in a handful of ways. There are three things that we're going to do today. Smashing. Okay, I'm going to use this, not because it's necessary, but because we're recording this, obviously, so folks can listen in afterwards. So I'm also going to pass it to you guys if you have got a question. So do be brave and use the microphone. Thanks for coming and hopefully coming with some questions. We're going to do our best to respond to those questions. If we have, hopefully we have something close to an approximation of an answer. We will certainly try to give a response, but don't be at all surprised if we say something like, I don't know. That's a really good question. I'm not quite sure. And so, yes, I wanted to just say a couple of things before we dive straight in. We've thought of a few things to say in case you guys literally have nothing to ask, but I imagine that's not the case. A couple of things to say. An encouragement to please ask all of your questions. If you have a list, that's fine. You may bring all of them. Don't be shy. Please ask silly questions as well. You might be thinking, this seems trivial. This seems silly. Please don't think that. If you've thought of it, there's a good chance that somebody else has thought of it. So you vocalizing it will be helpful for someone else. Please ask awkward questions. Don't not ask a question because you think it might make us feel uncomfortable. We're quite able to defend ourselves. And so if we feel like a question is impertinent, we will say, I have literally no idea. We'll say that's absolutely none of your business, but thanks for asking the question. But honestly, please ask any difficult, awkward questions that you have. But, you know, obviously forgive us if we end up saying, I have absolutely no idea. And also this would be a great moment to share any ideas and suggestions that you might have because so far we've had a number of brains on this idea and on this project. But we all have the Holy Spirit within us. The Holy Spirit speaks through each of us. And so it might well be that you can bring some insight today on something that we have not thought about or to an issue that we're struggling with. So if you've got some ideas, please put your hand up, grab the microphone. We'd love to hear from you. This is one of the joys about kind of going public with this idea is that we get to be collaborative. We get to work together. And now this is something that we are all doing together. Anything you want to add? Nope. Great. Anybody got, who wants to ask a question? There's one on the board. Oh, should we tackle the one on the board? So the question on the board is, will it have a kids' church? Which is a really great question. And I think the short answer to that is yes, kind of. So what we are trying to do is set things up in the north in such a way that on the first Sunday, if there are some young families that join us, we are ready for that eventuality. So what that will probably look like is Heather and one other will be ready at the morning gathering with some activities for the small kids. They will take the kids out and they will do the activity with the kids and bring them back in again. So there will be some form of kids' church, but it won't look like the kind of all singing, all dancing kids' church that we have here in the afternoon. I think one of the things that we would like to encourage folks is that if your kids are currently invested in kids' church, then it would be great for them to remain invested in kids' church. They're very welcome in the centre. Because in the north, there will just be fewer kids initially and we just don't know what that's going to look like. So if your kids are invested there, then great. When we started this church, it looked like having four some younger kiddos, having play mats and stuff at the back so there's a space for parents with small, non-kids-aged children. And we'll probably do something similar as well. We'll accommodate a bit for the kids that are there and then we'll grow as the kids grow and we will flex according to that. Yes. What venue were you thinking of? Good question. Thank you. So we have been, we've kind of been cryptically saying north of Gloucester, but we're kind of looking at kind of Churchdown, Innsworth, Longford, down Hatherley type neighbourhoods. And we have been looking at venues for the last couple of months and we are having an interesting experience of that. So our friends from Cardiff Vineyard, one of the pieces of advice that they gave us was that actually securing a venue is a really important thing to get kind of in place. So, and that was a surprise to me. I thought it would be get your teams in place, train everybody up, blah, blah, blah, blah, blah, blah, get your trustees, get your budgets. And yes, that is very important, but they basically said, as soon as you can get a venue secured, do it. Because what they've done in the past and where they've, I think they have four sites now. And what they found in the past is they've been completely ready to go, everything ready, but they've got no venue. And when they've gone to the places that they assumed would say yes to them, everyone said no. And they've had a big problem. And so we've been to a handful of venues and we've been just at the moment of inquiring about how much does it cost? Can we get it booked? And they've said, oh, I'm sorry, somebody's just jumped in ahead of you and booked it now. And so we don't currently have a venue. We had a couple that we were really focused on and really\n\nI have a double question. The first one is, how do you guys feel like you're going to allocate your time for both churches? Will you guys be visiting both? And also, what time will the second service be? And then the next question is, what mistakes do you make the first time in trying to get people in this church that you won't make the second time to make sure that when you publicize, there will be people in there? And then also, how can we help as a community to get that word out? Such great questions. Questions. So first question was, how will we be splitting our time or allocating our time? And the answer is, Daniel and I, as us two individuals, we will be at everything all the time, pretty much. So we will lead the team in the north for the time being until we are able to appoint site pastors who will lead the team on our behalf, as Ches and Don will be doing in the center. But we are very much going to be here in the afternoons serving on teams, preaching, leading worship, all of that as well. We're not expecting our kids to do both, just in case anyone's concerned about our kids, but we are. And so our kids will be coming here in the afternoon. And the morning will probably be the holy time of 10.30, likely, but TBC, unknown. Yeah. Yeah, so one of the things that we as a family are going to be doing is that we are, because obviously that's a very long day on a Sunday. And so a lot of people have kind of gone, you can't do double church Sunday. And my response to that is, I think you can, as long as you accommodate it in the rest of your boundaries. So one of the things that we're going to be doing and one of the ways that we're budgeting is that Emily and I will basically have Fridays and Saturdays off every week. And so Sundays, yes, will be a very busy day for us. But I also like to encourage folks to remember that as much as this is our passion and our love and our vocation, it is also our jobs. And all of you guys know what it's like to have a busy day at work. Sometimes there's one day of the week that is particularly busy. And so for us, that will be a busy day at work. Is that fair to say? Yeah, I think so. When we have appointed site pastors north and site pastors central, we will be overseeing both. And so that may look slightly different then, but we anticipate being most of the time at both places. The next question was, what mistakes did you make first time that you're not going to make second time? Well, I was going to say, I can't promise we're not going to make them again because we're human. So we endeavor to learn lessons from our mistakes, but also from everyone else's mistakes. We love learning the lessons. I'm going to pause for a minute because nothing is immediately springing to mind, but I'm sure it is for you because that's how your brain is wired. So mistakes that we made the first time that we're going to try not to repeat this time. One of them I would say is, you've got one already, haven't you? When we first started the church, I was very keen, very gung-ho about making the church bigger. I thought as long as the church can be bigger, everything will work. And so we tried to do lots and lots of things to make the church bigger. And we learned pretty quickly that that was a fantastic way of completely wasting your energy. Basically, we learned that it is God who Jesus grows the church, that he sends people, the right people at the right time when we're ready for them. And really, all of our efforts trying to just put bums on seats was just wearing us out. And not the point. Just not the point. And so one of the lessons that I hope we've learned is to say thank you, Jesus, for the people who are currently in the room. And Jesus, when we're ready, we trust that you will send any more that you would like to. So one of the things that we will not be doing is trying to force anything and make sure that there's more people in the room than there needs to be. Another thing is we're better at communication now than we used to be. Things are a bit slower, things are a bit more thorough now. In the early days of planting church, it looked very different. So circumstances that were presented to us seven or eight years ago would look very different if the same thing presented itself now, simply because it was basically just the two of us eight years ago. And now that's just not the case. And so we have opted in for slower, more collaborative, more communicative leadership because we have discovered through mistakes that that is much better. And we make healthier decisions and people are cared for better. Whereas in the early days, we could just be like, text the five people and be like, we're actually changing to 10.30 rather than 10. See you later on Sunday. And that was kind of it. So there's a lot that has morphed and changed out of necessity because we're leading something totally different to what it was seven or eight years ago. But we have learnt from the kind of gung-ho, less communication, speedy decision-making. We've learnt that lesson, hopefully, and I'm sure we will learn it again. I think one mistake I think we didn't make, and I'm glad that we didn't make it, and I hope that we don't make it this time, is doing things sustainably based on where we are actually at, not where we feel like we should be. And so one of the things about our Sunday gatherings is that if we didn't have any worship team, we didn't have worship. If we didn't have enough kids team, we didn't have kids. And when we did have enough kids team, it was small based on what we really did have. And so I think what I often see churches doing is kind of stretching people to kind of strive to be somewhere that we're just not and kind of burning people out in the process. I think what I'd rather do is kind of roll with the fact that there's just going to be fewer people in the room, and that just means we can't do everything that we might do here in the center, but that's okay. So kind of just not pretending to be something that we're not, I think. That's one. It's just reminded me of, we'd just done a whole series personally about eliminating hurry and haste and kind of that kind of anxious presence stuff from our personal lives. And then that Sunday, like our kids were sick, and we arrived at church having made all of the coffee at home. And then everything broke. Like we smashed like three coffee jugs in about 20 minutes. And Daniel looked and went, Asda opens at 10, we're meeting in the mornings at this point. Asda opens at 10. It's five to 10 now. The church starts at half 10. I reckon I could go. And we just went, what are we? No, there's no coffee, guys, this morning. And so we just went, sorry, guys, we smashed all the coffee. There's no coffee this morning. We'll get it for next week. And everyone went, sure. And that was just a moment where we went, oh yeah, that's better. That's a better way of living for everyone. Could you remind me, what was your third question? In terms of publication and getting people in the seats, not to burn you guys out, how can we help as a community to get people down? Yeah, thank you. So we're probably going to kind of start talking about this a lot more publicly in the next few weeks. When we do, it'd be great if you guys could just share that stuff on your social media. But really, I think just thinking about anybody that you might know in the north of the city who might be interested in coming and exploring faith, very much a priority on people who are not currently part of a church. So what we really don't want to see happening here is that people go, oh, there's a new option open. I'm just going to leave my existing church and come to this new option. We will be trying very hard to kind of turn people around and send them back from whence they came, if that is the case. We're very excited about people kind of being excited about the mission that we're on, about who we are as a community. We're really not about just shuffling the deck of Christians. And so particularly if you are aware of anybody who lives up in the north who might be interested in exploring faith community, I mean, the reality is that as a church, we don't express ourselves that differently to lots of the other churches in the city. But there are a few things which are a bit different and are a bit fresh and are a bit, I hope, innovative and interesting, like just like the fact that we do this on the first Sunday of every month is just different. And this is refreshing for some people and it is refreshing for their faith. And so we do encounter a lot of people for whom those small differences actually add up to quite a lot. And so if people are exploring faith and looking for a church, it'd be great to encounter them. And I'd say wherever you're based, center or north, be church really well. Just be it really goodly. Like join your home group and commit to it and invite people to it and pray for your friends and pray for your church family and help them move house. And when someone new walks in on a Sunday, welcome them, give them tea or coffee, bring them over to tea and toast. Like that's how it is. Yes, there are like marketing options to get our name out there or whatever. But the reality is this is a community and this is a family. And so the way that\n\nwould we be leaving? As in, we would just hand over the centre and go somewhere else? No, absolutely not. So this isn't Daniel and Emily's exit strategy by any stretch. So, a couple of years ago, we were tired and we were worn out and we were going, okay, what's next? What are we doing? How are we doing this? And we both asked the question, independently of God, please can we hand this over because we're tired? And God said to us individually, no. And we went, he said, well, and so it was a genuine moment of going, okay, in which case we need to have a sabbatical in order to come back and lead well and to come back into this next moment of church because we've been in church plant mode for seven years and we're no longer a church plant. We are a stable, existing church and that requires something different from us as leaders and from the community as a whole and we went, we need to rest up and grow up and so that's why we chose to have a sabbatical and we were very grateful for that. But no, absolutely not. If we were bigger, we'd probably just have a bigger team launching a new expression or we'd be like, let's, previous Daniel and Emily would be like, we're big enough, let's just do three plants at the same time, three launches at the same time. Great, we could do that. That's what, so absolutely not. We are, we love it here. We love GVC. This is our home. So we are sticking around. No, no, no, great question. Yeah, I appreciate the awkward question. Genuinely, thank you. That's very, very awkward. But I echo what Emily said, like for us, this isn't any kind of an exit strategy. I'm personally so excited about just the idea of multi-site church. I just think it's so innovative and interesting and creative and we've seen it be super effective elsewhere and there's elements of it for our church which I think are going to be really kind of supercharged, especially when it comes to the Super Sundays about like little local expressions serving in a neighbourhood, invite your neighbours, walk to church. I'm like, that makes so much more sense for kind of how we express ourselves as a community, I think. And so I'm so excited about trying this because I just think it's going to be beautiful. And I wanted to say just another really quick thing off the back of that, which is to say that yes, we are leaning into being a multi-site church and we hope that this will be the first new expression that we launch. We'd like to see other expressions as well bubbling up as and when the time is right. But that doesn't mean that we're not also excited about creating new and different types of community as well. And so I'd love to plant a church. Like how cool would it be to plant a church or two, you know? And we're also really excited about creating missional communities. So before we started this conversation, you two were talking about skate parks slash basketball courts, reaching out to people. Like I would describe what you guys were talking about as a missional community, i.e. a community which is inspired by the mission of Jesus, going out and doing good things in the world. Absolutely amazing. Which is different to a worshipping community, which is centered around the worship of Jesus. It's around the mission of Jesus and kind of out in the world. And so we're very excited. So we say every week we're creating communities which bring hope and joy to Gloucestershire. And when we say communities, we don't mean sites. We mean sites and church plants and home groups and ministries and missional communities. If it's people coming together to extend the kingdom, fantastic. Let's do those things. Let's not limit our creativity. Is that a good answer? Yeah? I would just like to say as well, because we could talk about this all day, we love church. I think the more that we have given ourselves to the churchy stuff, the more we're like, oh yeah, this is our thing to do. And we will die with our boots on in whatever form and shape that looks like. So this is our lifestyle. This is who we are and how we function in the world as far as I'm concerned. So yeah. Yes. Is the aim to grow the north site to have similar elements to the central site in terms of firstly what the service looks like and secondly in terms of the outreach elements. So whether that's gardening projects, grow baby, chai and chat, etc. Add to the list. Great. I have some thoughts. Do you want to go? Okay. So one of the things that we have been talking about as we've been thinking and praying and discerning and all of that is exactly that. Are we looking to cookie cutter A to A? And the answer is no. Apart from the values. So essentially we are prioritising our values being what makes us how we are and the outworking of that may or may not look different in different locations. So in the centre, so our values being those four things we spoke about a couple of weeks ago about being a gathered community, being a growing, from a discipleship point of view, community, being a grounded community in good kingdom theology and being a going, so going out and doing stuff. And so we have been on a windy journey to where we are at the moment. It's looked different at different stages depending on where we're meeting and who's with us. So like we've done lots more stuff with refugees and asylum seekers in the past because we've had a gaggle within our community. So our desire is to be flexible with the how, but founded on the why? I don't know what the words are. But essentially values, yes. Outworking, we would love it to be individually expressed wherever people are. The reality is it will be a Sunday gathering that we'll be initially starting. So there will be lots of similarities. There will be worship. There will be kids activities. We'll probably play games because Daniel and I will be leading the team at that point. So that's how we roll. And so that's as much, but we would love it to be, I think we're expecting it to be the same rhythm of first Sunday of the month, Super Sunday, and then gatherings. But what they actually do and look like wouldn't necessarily because it's a different demographic. So what would work in the centre based on who comes wouldn't be necessarily appropriate in the north and vice versa. Yes. I'd say that I think this is one of the things that I think I'm most excited about, about this process. I might be wrong about this, which is kind of looking at everything that we do as a church, particularly around our Sunday gatherings and asking that really excellent fundamental question of why are we doing this? What are we hoping to achieve by kind of gathering in this way and expressing ourselves in this way? I'm a big believer in the gathered environments. I love those environments. I think they're really important. I think that it's an important open door for people to come in, to come and experience God's goodness and to encounter him in a variety of different ways. And so I'm like, I'm pretty, it's just, I know that not everybody is as enthusiastic about Sunday gathered environments as I am, but I am. And so, but I am excited about the idea of handing this gathering and this congregation over to Cheers and Don and the team and saying, okay, well, this is why we play a game every week, because we want to remind ourselves not to take ourselves too seriously. We want to be welcoming of children. We want to do something to just break the ice. We want to be intergenerational. And so if you can achieve those things in a different way that you think would actually be more, you know, a better expression in the center, then go for it. Equally, when it comes to the talk, like if the way that we kind of deliver the message every week just isn't working in the north because we're just gathering a different bunch of people, then we, again, take it back to base principles and go, well, why do we open the Bible and speak in this way? And actually, we've gathered a group of people that are completely different to the people that we gather in the center. And so we need to be expressing ourselves in different ways. So I'm really excited about kind of going forward, kind of values first. And yeah, we'll probably start with what we've got currently because it's what's comfortable and what we know. But I hope that we ask that question as we go of kind of, well, actually, is there a better way we could do this? Is there a more effective way we could do this? And I would like to see these sites as they kind of continue, as they grow and we launch more of them, that each of them looks very different. Like if you imagine a site in Colford and a site in Stroud, like those two expressions would need to look wildly different from one another because those are wildly different neighborhoods. And so I like the idea of kind of infusing this whole process with creativity and the teams and permission for the teams to be like, go and express yourselves, like go and gather, go and be Jesus in those neighborhoods. Yeah, yeah. So, yeah. I don't know if it's a specific question. It's probably a little bit intangible, but it's more of what you were saying earlier about when there isn't a venue yet and that can impact how your Sunday expression looks and what community is in walking distance from your venue. And so I guess those are things that are\n\nyet to be pinned down. You're absolutely right. I mean, the reality is we tried to pretend, I think, that it's not important, the room that you meet in, but it really is very important. The room that you meet in, where you meet, where it is geographically, how people feel when they walk into it, just communicates so much before we pick up the microphone. And so to a certain extent, we have a list of preferences of what we'd like to find, and in other ways, we're kind of finding that those venues, God is shutting the doors on us, and we're like, oh no! But again, that's how we found here, and by being here, God has formed our community in ways that we wouldn't have imagined, and so we're kind of like, okay. So surrendering to that process and going, well, Lord, we're trusting you that there's going to be a big open door here, and we're excited for that. Please help us to walk through it with humility, whatever that looks like. Who's got a question? Yeah. So for somebody exploring faith, how do they know whether to go for Central or Insworth? I would suggest whichever would be most convenient. So one of the things that we know is that four o'clock on a Sunday afternoon doesn't work for everybody. I've found that with my friends when I've invited my friends to church. They've kind of gone, oh, that's a very inconvenient time to be out of the house, and I've kind of bitten my lip a little bit. And so one of the aspects of why we're doing this is to create another option for those who are just doing other things at four o'clock on an afternoon. So generally speaking, if you speak to people in our church, people are like, well, what do you mean? Four o'clock's fine, but you've got to remember there's a kind of self-selection bias going on there because we are the people for whom four o'clock is okay, or we've kind of decided that four o'clock is okay. We've reshuffled things around. But yeah, if somebody is exploring faith and would be interested in exploring faith as part of the church, then we would say, which works for you best? Again, it depends how they're coming to explore faith. If it's relationally, i.e., your neighbor and you are talking, and then you invite them to church, they come to wherever you go. That would make sense, wherever the relational aspect is. If it's a, I think I need to go to church out of nowhere, which we are hearing a lot more of, I'm going to go on the Internet, and then they're going to find one that works in a location at a time for them. So that would be self-selection. Any others? Yes, Andrew. You talked about how God influenced your decision to grow the church. Can you just provide some insight of what God told you and what you felt to continue your journey? Absolutely. Were you here last week? Oh, you were in kids' church, weren't you? Have you listened to our podcast? I would love to direct you there because last week we tried to answer that as best as we could. So we took people on a journey of this is where we began 10 years ago in church leadership thoughts. This is how God spoke. These are pictures that we have had, scriptures and stuff that were pertinent to us that we were praying over that led us to plant Gloucester Vineyard Church seven and a half years ago. And then we kind of told the story of how God has been slowly kind of, it feels like, almost threading the needle or like kind of sewing a tapestry or something of like bits from here and bits from here and bits from here to join up to come to where we are at the moment. So my main thing to say would be have a little listen to our podcast because it should answer that. Equally, we have booklets at the back that have like questions and stuff that tell a bit of the story as well. But do you have anything that you wanted to say specifically to that? Maybe. I mean, I think the idea of kind of churches growing is a potential for a bit of minefield for church leaders and for churches in general. I've already shared a bit of our journey around kind of coming and planting this church and being like we've got to grow this thing as quickly as we possibly can and how God has very mercifully put that to death within us. Thank you, Lord. But there is certainly a truth to which, you know, I believe that healthy things do grow and that if we're doing our job well as a community, if we are inviting people to come and explore faith, if we are being hospitable and welcoming, if we are speaking to culture in a way that is relevant, if we are worshipping Jesus, if we're seeing miracles, if we're seeing signs and wonders, if we're seeing all of those things, like for me it seems natural that the community would grow because people would want to be part of that. Like we want as the church to be a revolutionary force in the world. We don't want to kind of just be a kind of nice kind of Sunday gathering with some nice people saying some nice things. We want to be a revolutionary force and so what we would like to see is people encountering that revolutionary force, hearing the gospel message, having it resonate with them, they're being healed and restored. Like for me it's natural that that would grow. And part of that growth is that we do then continue to send people out. I think what the church has done in the past is kind of seen the church as the result and we kind of gather people, we keep them and we build a bigger bowl so we can put more people in the bowl. That's wonderful. Isn't it great to have a big bowl full of people? The point is to fling people back outwards and say, okay, great. You've caught it. You've got the vision. Go back to your neighbourhood where you live and go and be Jesus in that neighbourhood. And that's a big part of what we're trying to do is to try and kind of go, wonderful, fantastic. Phew. Now go and do another amazing thing over there. Yes, Pippa. I would just like to feedback. I appreciate you saying to us, if you don't see the people that you did once see because they've gone to North Church, that's not our fault. Like, I appreciate that you kind of acknowledge you're not holding a social for us on a Sunday and if we have Christian friends, we should actually see them during the week and not just kind of go, oh no, but I see them on Sunday. I don't need to see them the rest of the time. So I think it has woken me slightly to being like, oh, I need to be an active Christian friend as well as being an active Christian, I suppose. Thank you for saying that. Yes, very good. I was going to say, I appreciate you saying that, you appreciate that. But I think that that's a really, it's helpful to keep at the fore, particularly when we're launching a new expression, because that's how community is built, isn't it? Is by living alongside people and checking in on them and praying with them outside of that once a week. Appreciate, do you know what? We live in the 21st century West and it's very busy and you have to be very productive all the time and there's always a million demands on your time. But maybe that's also something that we need to think about and how we're embracing that in our life as well, of being like, actually, what am I prioritizing? How am I prioritizing that? And am I happy with that? So, thanks. So I regularly commute through that area on my bike. How would you like me to pray as I cycle by? Oh, fantastic. Lord, your kingdom come, your will be done on earth as it is in heaven. I think practical things would be to pray for a venue, pray for somewhere for us to gather, would be to pray for the Holy Spirit to be working in the hearts of those who live in that neighborhood who might like to come and explore faith with us. That'd be great. Praying for good relationships to be built. Yeah, I was going to say relationships would always be my number one. So with the community and with this term, like a person of peace, i.e. like a person who just seems to unlock things and have a good connection with the neighborhood. Yeah. Wisdom as well. We will always, always say pray for wisdom for us, the team, the neighborhood, etc. Just from what you were saying about relationships being the heart of this community building, as you mentioned, Daniel, there are sort of different communities within that north area, I guess. And how does that look, trying to create a church base that serves that north area when there's quite distinct communities already within that that maybe aren't naturally crossing over? I don't know much about the sort of social geography of that region, so I don't have any insight to offer in that regard, but I don't know if that's something that you're noticing, you're coming up against and thinking about or plans around that. Yeah, that's a great question. Would you be able to say anything about the kind of demographics? I feel like he's in the room, so why not? Anything you'd, you don't have to. I can say something if you don't want to. So if we think about a neighborhood like Insworth, are you thinking about Insworth in particular? Yeah. Yep. The north site we've talked about, it has been like Longford through Churchtown, which covers that area. So if the suggestion is that there are quite different communities there that aren't naturally coalescing or overlapping, how is that going to come about with a church that serves all of those areas? Great question. Welcome to the church. It's what I'd say. When we were talking about church a few\n\npeople from this background, and the reality is we're gathered around the person of Jesus, and so practically, what does that look like? I don't know, but people gather around the person of Jesus, and if we're truly following with humble hearts and loving attitudes and openness and generosity, we find ourselves focusing upon the person of Jesus, surrounded by people who don't always look like us, and I think that that is an essential part of what church is, and so I don't know how you get, like, if there is a big divide, I don't know, but if there is, then surely Jesus is the answer, and that sounds really, like, nebulous and like, Jesus is the answer, but the reality is that's what I see here, and what we will be praying for in the North as well. Yeah, I mean, I love what you said, great, love that, good. It's worth just acknowledging that this North site will be in a neighborhood, and when we go out and serve, it will primarily land in that neighborhood, but we will be hoping to gather people from, you know, all around, whomever wants to join, yeah. But yeah, I mean, as we've been looking at, kind of, Insworth as a neighborhood, and we may end up in Insworth, we may end up somewhere else, we don't know, but I've been really excited about that challenge, actually, because there are so many distinct groups and ethnicities within Insworth, because of the NATO barracks and just the housing and the new housing being built, it's just a super diverse neighborhood, and I just like, I think all churches should be diverse by nature, and so the idea of launching into a new, diverse neighborhood, very exciting, I think. Anything else? Anybody else got a burning, burning question? It can be a silly question, or awkward question. Tiny question, massive question. You've got one, yeah. Would the recommendation from you guys be to go to just one and be a part of that community, or if you go to one, have you now signed up for that one for, in your eyes, that's your site, we'd want you to be in that site now every week, or could you flip-flop between? That is an exceptionally helpful question, thank you. I would say that if you're asking us what we think would be best, it would be choose a site and invest in it, stick at it. As has been pointed out, this is something that usually a large church would do, which might be able to kind of accommodate for that margin of folks kind of wafting between one gathering and another of a Sunday, whichever kind of works best on the Sunday. I think if that happens, this whole plan probably won't work. And so what we really, really need to see is the majority of folks staying really well invested in the center, simply because it takes some critical mass to gather in this venue in the way that we do. And so we would very much encourage everybody in the church to spend some time praying about where would God like me for the next two years, three years, I would say, to be invested. And then once we've kind of come to that conclusion, to stick at it. Yeah, I was just immediately thinking like on a small scale, if we likened it to home groups of, we have home groups that meet on a Monday, Tuesday, Wednesday, Thursday, and Saturday with it. And so if somebody was to just go to the one that was convenient for the week that they were having, they'd never be invested in a home group and they wouldn't build the community. And that would be really unhelpful for their home group as well. And so choose one, commit, stick. Sometimes you'll be able to make it, sometimes you won't, but choose one and love it well. Or equally not going to be really weird about it. So if like a year's time, you're like, actually, I feel like the Lord's calling me North. We're not going to be like, no, no, you said that you'd stay in the center. How dare you? Yeah, there will be a whole load of transfer paperwork you'll have to do. It'll be very boring. So yeah, no, of course, we're not going to be weird about it, but we would like to encourage everybody to prayerfully consider where the Lord is encouraging them to be. Anybody else? The only other thing that I thought might be helpful today that we'd kind of prepared to say in case all of you were like, I'm here, but I have no questions, which you haven't done, so well done, is to talk about just why we've decided to go North. Would that be an interesting thing to talk about? Well, there is that. That was not a thought. I was going to say, we do live North, but we basically, the question was North or South, and it was very much like both were on the table for a long time. So we would have gone South as well. Yeah, so would that be interesting to talk about or not? You're all very polite. You can shake your heads and say, no. You're interested. Okay, so we'll talk very quickly about that. So there wasn't really the time to share this last Sunday, just because we were kind of pressed for time. And so we felt like God asked us to make this move. As a leaders team, we agreed that it was the direction we should go in. And so kind of the next kind of logical questions are, where are we going to go and do this? And how the Dickens are we going to do this? And so really, the first question that we asked was, do we feel like God is really, really specifically saying, I want you to go here, to this particular neighborhood? And we remembered when we came, we showed a little bit of our story last week, when we came here, we didn't feel like God had said, I want you to go to Gloucester, or I want you to go to Glasgow or somewhere like that. Instead, we felt like there was a call to go and start a church. And so for us, the process was about kind of setting a date in the diary and then praying about where and that became next. And so we kind of felt like we were in the same process of saying, okay, Lord, we're going to put a date in the diary and then we're going to pray that where would kind of, you would reveal the where to us. And that has very much been our experience. We didn't feel like God said very clearly, I want you to plant a site in the North. We felt like he said, I want you to plant a site. And so get going on that. Yes. And get going on that and I will kind of reveal the rest to you. And so the kind of process that we went through was, let's look at this from a whole bunch of different angles. Let's ask the question, where are there fewer churches like ours in the city? So like, where is there kind of an opportunity where we could go and express ourselves where there aren't many churches like ours? Another question was, where are there kind of Gloucester Vineyard church people already? So we've talked about kind of building genuine community and it's that much harder to build genuine community if you don't live in the same neighborhood as the people that you're gathering with. The other question we asked about were, where are there kind of unique opportunities? So where there's new houses being built. We spoke to our friends here at the Methodists because we know the person who leads the whole circuit very well and we went to her and said, are there any buildings like how we use St. John's? Could we use another building? And we also asked a question that Alice kind of hinted at there, which was, is there a way we could do this to make our lives easier? Which sounds like the kind of question that you're not really supposed to ask when you're discerning something from God, but the reality is this is going to be hard work. And so if we don't feel like God is specifically saying you must go here, which we would of course say yes to, if there are ways that we could kind of use our intellect, use our logic, use our wisdom and go, is there a way we could actually make this easier and more likely to succeed? Like if we don't feel like God's saying it's here or nowhere else, is there somewhere that we could go that would actually kind of help with the flow of things? And so really having gone through that process, we identified two neighborhoods. One of them was in the North and the other one was in the South, kind of Quedgeley, Kingsway kind of area. Two areas that we felt there was kind of a vineyard shaped hole that we felt that we could go and step into. But one of the things that we kind of, we then went through the rest of it and went, well actually at that point there was very few people kind of down in the South. There was a handful but not too many and there was a much more kind of logical grouping of people up in the North. And the second question was about kind of, is there a way that we could do it that would make things easier? And just at that point it was kind of becoming obvious that Em and I would be taking quite a strong lead in the North. And we kind of went, well, we live up in the North and so it would be so much easier for us to kind of step in and do stuff up there if it's in our neighborhood anyway. And so we didn't feel like God had kind of slammed the brakes on any of that. We kind of started to make some movements towards, we met with some of the other church leaders up there. We started praying for the neighborhood and trying to meet people and walking around and we felt like there wasn't any moment where the Lord was like, no, no, no,\n\ntrying something on for a set amount of time and seeing how that feels and seeing the fit like that is a perfectly legitimate way of discerning something is to go okay God has spoken in this way but not in this way so I'm going to try out this and prayerfully try out this and every time I'm thinking and walking through and whatever I'm praying about it and see see what happens see how God speaks through me trying something on for a set amount of time and at the end of it go huh this is what I've learned this is how God has spoken through that so just helpful from a discernment point of view so yeah. Any questions off the back of that? Okay I feel like we've been doing this for a small eternity so let's wrap it up shall we? Do you want to pray for us and then we can pop across the way? God we thank you for your church and we pray your kingdom come and your will be done here on earth in Gloucestershire as it is in heaven and so Holy Spirit would you come and fill our hearts minds bodies and souls with your transformative presence. Will you guide us? Will you lead us? Will you transform us as we step into what we believe you have for us as a community and we pray again your kingdom come and your will be done. Amen."
}