{
  "text": "Oh, thank you. So these guys are good friends and really smart people and really good to listen to. So I've invited these guys to come and talk to us and they'll tell us what they're going to talk about. But I'm just going to quickly pray for you and then you guys can plow in. So Lord, I thank you for Ben and for Diane. I thank you for the hearts that they have for you, the love they have for you and their track record with you as well. And we pray that you'd fill them afresh with your Holy Spirit as they speak to us. And we open our hearts to hear from you from what they have to share. In Jesus' name. Amen. Thanks, Daniel. So Daniel asked us to talk about giving this week. And so since British people find it awkward to talk about money, he's like, two Americans can do this. As they say, you know, in polite company never talks about religion and politics. And I think the reason why you're not allowed to talk about those is because both of them have to do with money. And one of these reasons actually is Protestants that we are hesitant to think about money and even perhaps the manipulation that comes with this is the whole reason the Protestant Reformation started or one of the main reasons was about how money was spent. So there were people buying bishop roles. So we have the new archbishop, right? So if you were wealthy, you could actually bid to buy the role like that. And actually one of the major things that started the Reformation was a capital campaign. The Catholic Church, the Pope was trying to build what is still today the largest church in the world, St. Peter's Basilica. And so it was an expensive venture. And one of the things that came out of that was the Pope didn't necessarily kind of advocate this directly, but in the German church there was a guy named Johann Tetzel who came up with a nice fundraising campaign to help encourage people to give money. They connected it with the idea of like if you're generous, then you wouldn't spend as much time in purgatory. And so this guy, Johann Tetzel, came up with a nice little jingle that anytime a coin in the box rings, a soul from purgatory springs. And so Martin Luther, his 99 theses or 95 theses were originally not against the Pope or anything else, but he was very much against this idea of using this way of using money to motivate people to give to the church and things like that. And so as Protestants, we have kind of brought this heritage that you shouldn't talk about money in church, right? Just let people do what they want to do. But you might remember a few months ago now, I guess, is when Emily preached about Acts 2 and has this list of the things that the church did. They devoted themselves to prayer, the apostles' teaching, and they gave to one another so that no one had any need. And so that this idea of giving is like one of the most core and central ideas about what it means to live the church and be in community together is to share. We're going to talk a lot about money here, but this isn't limited to money. Money is just one example of many, but it is something that the Bible talks about a lot. Jesus talked about money way more than he ever talked about hell or anything else like that. And so we're just giving attention to that. So part of our talk here is like our reticence to talk about money might come from our kind of communal heritage. We're also highly shaped by our family heritage. And so, Diane, I was going to ask you, what kind of views about money did you bring out of your family? Well, I consider myself really fortunate because I grew up in a Christian family that was very active in the church and really sought to live out and talked about the ways that they were enacting their faith. And one of those was giving. Certainly it was also quite a conservative Christian upbringing, and so we did talk about money. But that really was shaping to me because in my family we talked about God's generosity. We talked about giving as an act of worship, and we talked about then how our priorities were with our money. And then when things happened, we talked about that as well in light of faith. So when things were, yeah, all kinds of different financial situations. So I counted myself really blessed because that shaped me and gave me a basis on which to then move into my adult views of how giving works. How about you, Ben? Yeah, I grew up Baptist, and so they're one of the communities in the States that talks about like the tithe, the 10% is like the main thing. Like that's how you measure whether you're doing it right or not. So the tithe is just the, I guess, somewhere from a Hebrew word or maybe Latin, I don't know. But it goes back to Hebrew in the Old Testament that you would give 10% as the starting point. But you would have the tithes as the given, and then you would have offerings or the stuff that goes on top of that, so if there's other things. And so that kind of shaped my upbringing as like my faith heritage. My parents were actually quite, didn't always manage their money well, but they were generous people. So we would have people live with us at times, like my mother was a school teacher, and so we had one of her students that came and lived with us. I have two uncles that have had long-term disability issues that I know my parents have supported over many years now. And so in that sense of like there's this act of generosity to those that were not shaped or didn't have the means in the same way. And so it's that kind of a vision that has actually shaped my own call to ministry or what I worked with at the children's home. I've worked with transitional housing things and then even human trafficking, sex abuse outreach and things like this. But to those that didn't have as much in the way of this world's goods that God has called me specifically to help and serve in those ways. Well, let me ask you a question then. Is there a time in your life that giving was especially impactful to you? Well, there's been lots of times. I would say when we first got married, again, kind of bringing that idea of our foundation. When we first got married and we actually had our own very small bit of money enough to do beans on toast and that kind of thing. It was quite a blessing because Aaron also had grown up in a family that gave. And so for us, we could say, okay, here we are. We're starting our marriage. What is giving going to look like for us? And having had, you know, we were poor, newly married, very young people. But we said, okay, like we have had this testimony in our lives. And so we're going to go that way. We're going to give and it'll be the first thing that we give and we'll just trust God to make the rest all fine. And we have seen that over and over. And there have been a few times where, again, you know, stuff happens with your life circumstances or whatnot. And there's been one or two times in which we've gone, oh, you know, oh, you know, nope, nope. Think back of all the times God has provided. And so we've been able to then give and give and trust that God will provide still. So that's a giving kind of thing. The other side of giving is having generosity shown to you. And I think that's something that we're going to also talk about as we think about generosity. But here's a question for you all to turn to a neighbor. Tell a time or can you think of an example when someone's generosity has impacted you? Has there been a time that you can think of where someone's generosity, big thing, small thing, in any different kind of context, has been an impactful thing for you? We're going to give you just one minute. Turn to a little neighbor. GBC folks, help everybody feel included. Yeah, so the beautiful thing, there's so many stories of generosity of where we have needs. And other times they're not necessarily we have a need, but somebody just goes out of their way to bless you and to think about that. And so that's so much of what we're talking about here today is this idea of reciprocation, that we're part of this community and it's not always just someone giving, someone receiving, but we all have different ways. And so some of those things might have been financial. They might have been a gift of time. I know I moved, we moved house, I guess, about a year ago, and Aaron and one of their close family friends came and helped us move a large wardrobe. And it was like there's no way I could have done this on my own. And so it was just like\n\nTheir skills made all that. It was such a gift, you know. And so there's different ways that we can give and receive to one another. The one thing that we are thinking about here is like we're talking about giving. And so, of course, part of this is giving to the church. I don't think this is the only way that we give. But there is a question of like why would we give to the church? And Diane, I don't know, what do you think about giving to WTC? Or that, or that. Diane gives her time to WTC. We both work there together. And I have to fundraise for that too. So I can give you – I think there's good reasons why I can tell you that. Why do you give to GVC? Yeah, so why give to the church? I think there's many wonderful things to give to as well. But I think for me, particularly thinking about giving to the church, is critical in that if I belong to Jesus and I'm following him with all my life, I'm trying to shape who I am around following Jesus. And that includes how I give my time, how I give my money. And if I believe in the church being the body of Christ, being the hands and the feet of Jesus in the world, I want to invest as a priority into what the church and in our case this church is doing as are many, many churches, not just this church, but living out the call to mission that God's given us in the world. And so for me, that makes giving to the church part of a priority. There's lots of other reasons. Giving shapes our discipleship and many other kinds of things, but that's at least a starter of why give to church. Yeah, and if you're wondering what your money actually goes to in the church, we have a slide here. It's not as easy to read from far away. If you don't know, we have an annual presentation that about, I don't know, about what, three or four people show up to that Emily prepares diligently for. Does such a great job. It is literally the most exciting financial presentation I've seen in a church. It's colorful. Look at that. Bringing hope and joy to Gloucestershire. But as you'll see, the biggest part, and this is true in any church, in fact, we spend less on employees. It's usually around 55 to 60 percent is what an average church spends their time on is because we're in the people business. And so you hire people to give their time and energy to others. The other bit, is this mauve? I don't know what this color is on the bottom left. Fuchsia. Is for the venue hire. So it takes money to show up here and have the tea and toast place. We give. The blue part on the left is for us to give. You'll maybe know the heritage that the church started that giving a certain percent. I don't know if 10 percent was the original. That's right. And the goal is that we increase that as a percentage every year. So not just increase the amount that we give away, but that we're embodying generosity as a community. So I'll just say as a community, our giving is now we're seven years old and our giving is at 17 percent and it's set to go up again. So it's increased 1 percent a year since its inception. And so there's lots of things that that goes into. And then the rest is all the other things that are part of existing in the modern world. So paying professional services and things like this. So in this sense, as you may not know this, my first degree was in accounting. And so for years I've done finance work. This is all very standard for a church. And in fact, it's the giving percentage of our church back, the Sugar Land Vineyard, is much less than this. And so it's not that it's all being absorbed. And I know in this sense, like Daniel and Emily volunteer. If we paid them an hourly rate, it would be probably ridiculously small because I know they do more work than what they're paid for. So in that sense, I as a giver don't have any hesitation that my money is being poorly spent here. So one of the things we like to talk about is looking at the Bible and maybe just chatting through some biblical passages that are formative. Do you want to do the Genesis one there first? I'm number one. Yeah. So you might think, oh, where would you look in the Bible for giving? And one of the things I love about thinking about giving is from Genesis 1 and 2. So right back at the beginning of the Bible, the creation story. And when God made people, he made creation. It's amazing. It's a place of abundance. There is enough. And sometimes I think we think, oh, man, we're living in scarcity. Creation is a place of abundance and enough. And then God gave people the charge, the job to steward what God had made. He gave us responsibility for it and said, make something of it. Steward this world that I've given you to cultivate it. And so actually, I think giving starts with this. One of the threads is that we are stewarding what God has entrusted to us. And that is a personal thing. Everything that I have, my life and my junk, my stuff, my money, it's all God's. He's entrusted it to me to steward well. And so part of what I'm doing when I'm thinking about giving is going back to that charge and job that I've been giving to steward in the well. And that includes my giving. So it all belongs to God, and I'm giving back from that. And it's out of that then that the Old Testament talks about the 10%. If you're actually interested in this, it isn't just 10% in the Old Testament. It's 10% on an annual basis, but then there are certain years when you give even more than just that. So you would pay for not just your own tithes and offerings. The Deuteronomy 14 is if you want to get into that. I was thinking about Matthew 6 is the passage that is one that some may be familiar with. It says, when you give, don't trumpet it to the rest on the streets that you're giving. In fact, you should give in a way that your right hand doesn't know what your left hand is doing. And so sometimes we're like, well, this is why we should never talk about money then. It's like I shouldn't even have a sense of what's going on somewhere else. But he also puts this in the same conversation of praying. And we don't have any problem. He says, now don't let your prayers be trumpeted out to where everybody sees them so that you're doing it for show. The whole idea is let it be out of motivation from your heart, not for something that you receive back. And we see this in the rest of Matthew 6 as well too. And later in the chapter, Jesus says, now don't worry about what you're going to wear, what you're going to eat, because God will provide these things in the same way that he provides for the animals of the field. In fact, he says, seek first the kingdom of God because that's where your treasure is. That's where your heart will be also. And so let your treasures be invested in the kingdom. And again, it's not that the church itself is where the kingdom only is. God's doing all sorts of things. But that is one thing. And one of the things that's interesting to me about Matthew 6 is that he talks early about praying, so you're giving up your time in prayer. And giving, you're giving up your money, right, and giving or resources. But then he also talks about fasting and so giving up food. These are the big discipleship markers. And what he's saying is live your life with an open hand. Don't grasp after these things. And I think actually that's what leads into not having anxiety about these things. If you live your life with an open hand, then you're not anxious when they come and go. Because as you were saying, like God's the owner of this. We're just renters. We're letting his space that he's sharing with us in this. The thing I love from that, it helps me remember where is my security. Where is my security? It's not in my bank balance or it's not in the stuff that I have or the positions I might have or any of those things. And if we can hold our security and our identity with Christ in who he is and in his goodness, then it allows us that open-handedness. And it helps us to reshape those priorities. Yeah. Brilliant. So there's a couple other passages, 2 Corinthians 8. Let me grab that. Might have a couple verses there. I can't read them. I can't see them.\n\n2 Corinthians 8. Well, I've got it in different versions. It says, They are being tested by many troubles and they are very poor, but they are also filled with abundant joy, which has overflowed in rich generosity. And so then verse 8. 9. Okay, 9. You know the generous grace of our Lord Jesus Christ. Though he was rich, yet for your sakes he became poor so that by his poverty he could make you rich. And so this contrast here of rich and poor and the language that is being used here. Here is a giving passage here is Paul speaking to people who are giving. They're giving to a church that has need. And he's saying, yes, though you were poor, you were generous. But it comes first from Christ. Christ was poor and yet gave. And actually, God's grace that we see in Christ is the most generous act we could ever imagine. God's generosity to us sets the standard and enables us to then return back generosity. What do you think about that passage? Yeah, just that first verse. Oftentimes we think, oh, I don't have much to give. And he's using the example of people that didn't have a lot of financial resources. And so part of their giving was financial, but there are all different ways that we can give. I think some of us have all different gifts. I think about spiritual gifts here, for instance. If you're a believer and the spirit is in you, then you have a gift to share with other people. And so that might be encouragement, teaching, mercy. Giving is one of those. Faith. There's all these things that we have to give. Maybe you have just a seat in your lounge that somebody else could sit in for a cup of tea. Right? I mean, there's all these different things. It turns out I learned that I have the gift of a southern accent. You may not be thinking like, oh, what is my gift? It's like, well, people, for whatever reason here in Texas, they don't find my accent. In fact, it helps them go to sleep, I think. Maybe it's a gift in that way. But here it's interesting. It's different, right? And so we all have something whether we think we know it or not. And I think that's with the Macedonians here. There's actually two whole chapters in 2 Corinthians about giving. So this was from chapter 8. There's another one in chapter 9. And this is one that sometimes makes us a bit nervous. Verse 6 there says, whoever sows sparingly will also reap sparingly. And whoever sows generously will reap generously. And this is interesting. Sometimes maybe you've heard of the prosperity gospel, that if you live right and you believe right, prosperity is going to come back to you. And so we're a bit nervous with that because like, well, suffering happens and sickness and things. But I think sometimes we swing the pendulum too far in the correction. It's like, no, if you go on to verse 11 there, it says, you'll be enriched in every way so that you can be generous on every occasion. And through us, your generosity will result in thanksgiving to God. And so in this sense, if God's saying like, he's going to provide our needs. And so the more generous we are, actually oftentimes God will give us more to be generous with. And so in that sense then, it's not so much that it comes back to us, that this moreness is for us just to live a nicer life or something. But God does invest resources in people that use them for the kingdom. And so in that sense, I think part of this is we just think about what are ways that we can step out that would be generous. I mean, it's one of those questions I think between these two chapters that sticks out to me is like, would somebody accuse you of being a generous person? So often we're thinking about percentages and 10%, whether that's right or wrong. And I think it's a good starting point myself. I'm of the opinion that if God says something in the Old Testament, it doesn't just automatically go away when we come to the New Testament. He has all other ethical commands that we think are very important out of the Old Testament. And so we don't have any problem following those. And the 10% is never repeated in the New Testament, so people will debate about that. But the question about generosity is like, would somebody accuse you of being generous? That's what Paul's argument here is. And I think in that sense, there are things that are easier for us to be generous with. It just so happens Heather and I are at a time of life with our kids are out of the house. It's easier for us to be generous with our money than it is to be with our time right now because of the transition we have. There are other seasons of life when you have a lot more time and you don't have money or whatever it is. The question is, it's not always what it is, but how are you allowing God to use you in that? We'll hold it at the end, if you will. There you go. I think it really speaks to attitudes too, doesn't it? Both of these passages and it helps us remember, you know, God loves a cheerful giver. The idea of giving, Paul talks in both of these chapters about giving generously, but giving joyfully. Giving with confidence. Giving because it's not from obligation. It's not from guilt. It's giving that open-handed kind of thing. And that is a wonderful thing to help us say, actually, how can I give? How can I come before the Lord? And if I can't give joyfully, there's something I can think about. Maybe I need to do some conversation with the Lord and say, what is it inside that makes me, is it fear? Am I fearful to give? Is there a narrative around us in our society that I've bought into and that makes me fearful to give? So giving attitudes, Scripture is really concerned about how we give in our hearts. I think we're at time here. We're close. I'm going to, if you have any final things to say. Well, if we get really practical, like how does planning for giving affect the rest of budgeting and spending in your experience? Yeah, I think in this sense for us, it's not living with 100% of our budget in this sense. Part of this is so that we have the flexibility when somebody has need around us to give. If we're spending 100% and even on good and right things, that means there's nothing left there. There's no margin there. And so just trying to live a step back from where the margin, so there's always margin in our budget is something that Heather and I. And God's calling the first 15 years of our marriage, we lived off of one salary. And so it trained our kind of wants and needs to be. And when we moved here, one of the things was like, well, we can't move all of our junk across the ocean. And so let's go through the calling process and got rid of about 85% of our stuff. And part of this is like our lives are just driven by stuff. And I think it's healthy at different points to be like, just set a marker and say like, let's have a real accounting here. What do I really need? And what am I just dragging with me? And actually, what is keeping up with all that stuff actually takes more time and energy. And so it just frees up the ability to be more generous with your resources. I would say if giving is something that you are just thinking about or maybe you're reconsidering or you haven't ever thought about, my encouragement would be pray and ask the Lord to give you a starting point. Start somewhere. Give regularly, like plan it. It helps form us when we're giving regularly because it becomes then setting a priority and it shapes who we are and allows God to shape us. So start somewhere. And then in our habit is, yeah, reconsider and think, am I giving generously? Yeah. Here we go. And as we were finishing here, so we'll hand over. But one of the things as we come to the table here to celebrate communion, one of the things is celebrating God's abundance. His grace is enough. And so the whole idea is not to give out of emptiness or try to scrape something together. It's to recognize that God has given all of us great things through Christ and through our individual gifts as well. And so as you come to the table, think about God's generosity that he gives us, even the gifts we don't deserve, but use that also as a challenge to consider how you might use that grace that he has given you. Amen. Amen."
}