{
  "text": "I speak in the name of the Lord, Father, Son and Holy Spirit. Amen. In the Harry Potter books, the characters are very rarely simply caricatures. Each one grows in complexity as the novels progress, and so we see them in a different light, sometimes influencing the storyline in surprising ways. One of the most endearing of these is Dobby, the house elf, a diminutive creature possessing great magical power, but slave to the malicious Malfoy family, who treat him despicably. Because of his links to the Malfoys, Dobby appears to be antagonistic towards Harry. It later transpires, however, that some of his apparently hostile actions were in fact attempts to protect the boy from death. When Harry tricks the Malfoys into releasing Dobby from servitude, the elf takes his freedom very seriously. He still believes that service is integral to his place in the world, and he continues to work hard for others and for very little reward. He also displays a profound loyalty to Harry and gives up his life to save him, an action that goes beyond the call of service, eventually enabling a decisive defeat of evil. It might help us to understand our gospel reading today if we look at it in context and include the four verses that immediately precede it, which are these. Jesus said to his disciples, Occasions for stumbling are bound to come, but woe to anyone by whom they come. It would be better for you if a millstone were hung around your neck and you were thrown into the sea than you cause one of these little ones to stumble. Be on your guard. If another disciple sins, you must rebuke the offender, and if there is repentance, you must forgive. And if the same person sins against you seven times a day and turns back to you seven times a day and says, I repent, you must forgive. So take it as a whole, this passage consists of four sayings. The first two, not causing an innocent person to stumble in their search for God, and both rebuking and forgiving the offender are challenging for the disciples, hence their request to Jesus for greater faith. And this is the point at which today's reading starts. Notice that the disciples recognize that they have faith that is dynamic and able to grow. And by asking Jesus to increase it, they also acknowledge that it's not simply a matter of their own strength. Jesus responds by prompting them not to see faith in quantitative terms, rather than requesting more. They must let the small faith they have be open to the power of God, who can work through their lives in ways that defy ordinary human experience. As the passage continues, we move from an encouraging tone to a more threatening tone, and the stories become more complex and destabilizing. We need to be most careful in a society with very different attitudes towards slavery from first century Palestine. So we must be careful how we approach this text. If the question raised is not about how a master treats a slave, but about how the slave understands their role, it might help to remember that Jesus sees himself in a positive light as an obedient servant. We may also find it useful to recall Martin Luther's insight that it is only as we discover ourselves to be dutiful servants of all that we also encounter true freedom. It might also help to understand that regardless of what we do, we cannot do more than is expected of us by God. So basically nothing is achieved by working ourselves into the ground or putting pressures on others. That is not God's will. And we as servants of God take our direction only from him. God owes us nothing and God's blessing comes in the gift of grace. It is not earned by us. So let's get down to the nitty gritty. What exactly is faith? Faith is total dependence on God and a willingness to do his will. Faith is not something we use to put on a show for others. It is complete and humble obedience to God's will. Readiness to do whatever he calls us to do. The amount of faith isn't as important as the right kind of faith. Faith in our all-powerful God. A mustard seed is small, but it is alive and growing. Just like a tiny seed, a small amount of genuine faith in God will take root and grow. Almost invisible at first, like a seed it will begin to spread first under the ground or in our cases from the inside and then visibly. And although each change may be gradual and imperceptible, very soon this faith will have produced major results that will uproot and destroy competing loyalties. The ability to discern God's will will become clearer. So you see, we don't need more faith. A tiny seed of faith is sufficient. It is alive and growing. But like any seed, it needs to be kept warm and watered if it is to develop deep roots. And in our case, as Christians, that will be through prayer and praise and a deep love and passion for our God. That is the message Jesus was trying to get across to his disciples. By prompting them to examine the roots of their faith and their true place in their relationship with God, Jesus reminds them that spiritual health requires awareness of both their own sinfulness and God's unlimited love for them. Through faith, we can do what God desires of us, but never anything more. And as God's servants, we do nothing for which we expect to be rewarded. But when we prioritize our own concerns over obedience to God, that is when we fall into sin. And sin is never a private matter. Sin always has social consequences. There is always an impact on others.\n\nAnd this is a message that is amply illustrated by the storylines in Harry Potter, where even Dobby's misguided earlier attempts to protect the boy causes problems whose after-effects ripple through the plot. For churches who prioritise serving both God and their community, remembering that we are not seeking reward or recognition should help us to clarify our focus. When the disciples request increased faith, Jesus' response sets them free to live with self-knowledge on behalf of those who need their service. This is not heroism. Instead, it requires steady application to our God-given tasks with a love that understands and accepts that its duty is never done. So my message to you today is not to spend time worrying whether you're good enough to be part of the Christian family. For whatever reason you may think you're not, forgive yourself. Forgive yourself. Exchange that worry time for watering time. Water that mustard seed of faith and watch it grow. God will bless you. Amen."
}