{
  "text": "The first reading is taken from Psalm 90, reading from verse 1, and it's the prayer of Moses, and you can find it on page 605 in the Church Bibles. Lord, you have been our dwelling place in all generations. Before the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting, you are God. You turn us back to dust and say, turn back, you mortals. For a thousand years in your sight are like yesterday when it is passed, or like a watch in the night. You sweep them away. They are like a dream, like grass that is renewed in the morning. In the morning it flourishes and is renewed. In the evening it fades and withers. For we are consumed by your anger. By your wrath we are overwhelmed. You have set out our iniquities before you, our secret sins in the light of your countenance. For all our days pass away under your wrath, our years come to an end like a sigh. The days of our life are seventy years, or perhaps eighty if we are strong. Even then their span is only toil and trouble. They are soon gone and we fly away. Who considers the power of your anger? Your wrath is as great as the fear that is due to you. So teach us to count our days that we may gain a wise heart. Turn, O Lord, how long. Have compassion on your servants. Satisfy us in the morning with your steadfast love so that we may rejoice and be glad all our days. Make us glad for as many days as you have afflicted us and for as many years as we have seen evil. Let your work be manifest to your servants and your glorious power to their children. Let the favour of the Lord our God be upon us and prosper for us the work of our hands. O prosper the work of our hands. This is the word of the Lord. The Gospel reading is from Luke chapter 1 beginning at verse 39. Mary visits Elizabeth. In those days Mary set out and went with haste to a Judean town in the hill country where she entered the house of Zechariah and greeted Elizabeth. When Elizabeth heard Mary's greeting, the child leapt in her womb and Elizabeth was filled with the Holy Spirit and exclaimed with a loud cry, Blessed are you among women and blessed is the fruit of your womb. And why has this happened to me that the mother of my Lord comes to me? For as soon as I heard the sound of your greeting, the child in my womb leapt for joy. And blessed is she who believed that there would be a fulfilment of what was spoken to her by the Lord. And Mary said, My soul magnifies the Lord and my spirit rejoices in God my Saviour for he has looked with favour on the lowly state of his servant. Surely from now on all generations will call me blessed for the mighty one has done great things for me and holy is his name. Indeed, his mercy is for those who fear him from generation to generation. He has shown strength with his arm. He has scattered the proud in the imagination of their hearts. He has brought down the powerful from their thrones and lifted up the lowly. He has filled the hungry with good things and sent the rich away empty. He has come to the aid of his child Israel in remembrance of his mercy according to the promise he made to our ancestors, to Abraham and to his descendants forever. And Mary remained with her about three months and then returned to her home. This is the gospel of the Lord. Praise to you, O Christ. Well, please do be seated. Just before I begin, Hazel mentioned that I was the DDO and I just wondered how many of you know what DDO stands for? A few of you. So DDO is Diocesan Director of Ordinance which means that I work with those who are exploring a call to licensed or ordained ministry and help them discern that. And then once they've been recommended for training, I also offer pastoral care to those who are training. And I'm actually working with some candidates in your congregation so that's fantastic. There is a theologian that I don't expect you to remember the name of. He's called Soren Kierkegaard and he tells the story about a duck church. And the duck preacher speaks to all the ducks and tells them that they have wings that they can fly with. And there are quacks of amen throughout the whole congregation. And he goes, no seriously, when you leave church you can fly. Quack, quack, quack. But do you know what the ducks did when they left church? They waddled because they didn't have anybody to encourage and support and challenge them to fly. And so the role of the DDO is to encourage, support and challenge people to fly. But for now, may I speak and may you hear in the name of the Father, the Son and the Holy Spirit. Amen. So sometimes the things teachers say to us when we're really young can stay with us, can't they? I've got a friend called Claire and when we were in primary school we were both kicked out of the school choir by a teacher that told us that we couldn't sing. Now looking back on this, I think it's more to do with the fact that we were giggling than the fact that we couldn't sing. But Claire took this to heart and she would never sing in public again. She loved music but she would only sing in the privacy of the shower where the acoustics were perfect and the audience was forgiving. But one day the choir director asked her to join the choir for a special service. She laughed a bit nervously and said, me? You must be joking. The only choir I belong to is the shampoo bottle. But the director persisted. She rang me and she said, Becca, what do you think? And I said, Claire, honestly, I think it's because we were laughing in choir that we got kicked out. I think you can actually sing. And so she said, yes. It was a shaky, terrified yes, but she said yes. And she invited me to attend the service. So I did. And on the night of the performance, she stood in the back row of the choir clutching her music like it was a parachute. The first notes came and she sang quietly at first and then louder until she was smiling from ear to ear. And by the end, she was belting out that hymn with tears streaming down her face. And later she said, I was scared to death, but saying yes was the best thing I did. I felt like my soul was singing. That's the power of saying yes to something that feels scary. And Mary too said yes to God's call, a call far more daunting than joining a choir. And yet her yes led to deep joy. It led to the Magnificat, to a song that echoed through the generations. It's been used by mothers around the world. The words are so powerful that some governments banned them. Mary's words in Luke 1 are not just praise. They are vocation. You wouldn't be surprised that I'm talking vocation as somebody who's works in it. But her vocation began to the message we often hear in scripture. Do not be afraid. Do not be afraid. When the angel first greets Mary, she's troubled. She wonders what this greeting could mean. But the angel says, do not be afraid, Mary, for you have found favor with God. That reassurance is the doorway to her Magnificat. Without it, fear might have silenced her song.\n\nBut she says, my soul magnifies the Lord and my spirit rejoices in God my Saviour. Mary chooses joy over fear. Her calling begins not with certainty, but with trust. He has looked with favour on the loneliness of his servant. Mary was ordinary, but she was chosen. Fear could have told her that she was too small, too insignificant. But vocation is not about status, it's about faithfulness. So it began with trust, it continued with faithfulness. He has brought down the powerful from their thrones and lifted up the lowly. That's the bit government's banned. He has brought down the powerful from their thrones and lifted up the lowly. Vocation is transformative. Fear says it's too risky. Faith says do not be afraid, God is with you. And I think that's echoed in the psalm we heard this morning from Psalm 90. The psalm prays, may the favour of the Lord our God rest on us, prosper the work of our hands for us. Yes, prosper the work of our hands. Well isn't that exactly what Mary sings in the Magnificat? God has looked with favour on her lowliness. God has established, prospered the work of her hands. Not just in raising a child, but in bearing Christ into the world. And when we say yes to our vocations, God establishes the work of our hands too. Whether it's in classrooms, kitchens, hospitals or fields, our labour becomes part of God's eternal story. Psalm 90 ends with a prayer for joy. Satisfy us in the morning with your unfailing love, that we may sing for joy and be glad all our days. Well Mary's Magnificat is that song of joy. And our vocations, when rooted in God's love, become songs of joy too. Even when they are small, even when we think they're ordinary, they magnify the Lord. You might think, well I don't know if I have a vocation. We absolutely do, every single one of us. It could be to be a listening ear to a friend. It could be to do the washing up in the kitchen. It could be to do a very long walk on a pilgrimage. Or it even could be to licensed or ordained ministry. Mary's Magnificat is a song of courage. It's the sound of someone who heard, do not be afraid, and believed it. And that same message is spoken to us. Do not be afraid. Each one of us has a calling to live out our faith, to love and serve God. A gift that we've been given. My friend Jane, who's a priest in Wales, said her vocation began by washing up in the kitchen. She said yes to going on the coffee and tea rota. In retirement, she was called to go deeper. To pray deeper. To walk alongside others. Every act we do for God is a step in our journey of vocation. Let me tell you about Anna. Anna had always dreamed of teaching. But when the opportunity came, she was terrified. Standing in front of a classroom full of children felt overwhelming. She worried she wasn't good enough. Any of you felt like that before? She felt that she'd fail. That the children wouldn't listen to her. And on her very first day, she told me she remembered the word she heard in church. Do not be afraid. So she took a deep breath. She walked into the classroom. And she said yes to the calling God had placed on her to be a teacher. It wasn't perfect. Some days were noisy. Some lessons fell flat. But slowly she discovered joy. She saw a child's eye light up when they understood a maths problem. She heard laughter when a story came alive. And she realised that her vocation wasn't about being flawless, but about being faithful. Anna's story is the Magnificat in its own way. Her soul magnifies the Lord every time she encourages a child. Each time she chooses patience over frustration. Each time she says yes to the vocation God has given her. And in her story, Psalm 90's prayer is established. Establish the work of our hands. Let the work of our hands prosper. And as a final thought, Mary's Magnificat is a song of vocation. Her trembling yet courageous yes to God's call. She magnifies the Lord not only in her words, but in her life. Becoming a mother to a saviour and king. The musical journey to Bethlehem. Have any of you seen that musical? No? It's not the most biblically accurate, but it does do something about explaining the feelings that Mary and Joseph might have had. And it captures this moment in the song, Mother to a Saviour and King. In it, Mary's voice, she talks about her fear a bit. She talks about her wonder. And she's asked this question, why do you see a mother to a saviour and king? It's a song of humility, of awe, and ultimately of faith. The same emotions that we might feel when God calls us. And she says this, help me to have the faith you have in me, as she steps into that vocation. Help me to have the faith you have in me. And she asks God how she can carry Jesus when she needs carrying herself. It's that trembling yes, even when we're scared. Remembering that do not be afraid, it starts with trust, it continues in faithfulness. So we're going to listen to this song now. And I would ask you to let it be more than just music. Let it be a prayer, a reminder that in our vocations, whether in teaching or being a good friend, listening, to praying, to washing up in the kitchen, whatever we hear the nudge to do, and if it's a nudge to explore licensed or ordained ministry, nabble me at the back because I'd be delighted to hear from you. What's God nudging you to this morning? What's that fearful, trembling yes that you're called to? But at the same time, that whisper starts in your heart. Do not be afraid, for I have redeemed you. I have called you by name, and you are mine. What's that yes? That's it."
}