{
  "text": "Good afternoon, everyone. How are we doing? How are we doing? Hello. Am I the only one who's been crying for about half an hour? No, a couple of people. Yeah, thanks, Andrew. Got one of you. Yeah, it's great to be here. My name's Ryan. I'm one of the leaders here at GVC. And this week is five years since my family and I left South Africa to the UK. And we marked it with the good old fish and chips, which has become a tradition in our household. And we just marveled over just the faithfulness of God and just being part of this beautiful family who we really feel called to and we love very dearly. If I'm a little emotional, it's probably because of the subject today and probably also because of my beautiful wife leading worship so well and leading with Carrie and also beautiful Steve. Just had a wonderful time of worship. So if we can stay in that posture today of in our PJs in the living room, that's kind of the vibe today. So I invite you just to kind of relax, let the Father just speak. And yeah, the next two weeks at GVC, we're going to be doing a little mini series together about God, our Father. So Daniel and I are going to be sharing our thoughts about what it means to relate to God as Father, as our Heavenly Father. And now we're aware this is a huge subject. And it's also a sensitive subject for many of us. So we're aware that what we can achieve in these two weeks could only be the first steps in a long and important journey. But we feel that's an important journey that each of us should go on. But because we acknowledge that some of us might appreciate a little bit of space and time and prayer to think about and to pray through this idea for the next two weeks, the kids are going to stay over the road in kids' church to give us a little bit more space, also in their PJs. And at the end of the message to have uninterrupted response time. Is that okay? Awesome. So we all know there is one common character trait amongst all dads. One thing that they universally align with. It's something that evolves over time, gets finessed, much like the dad bod. And you know, of course, I'm talking about the dad joke or the dad jokes. Now I note, I didn't say bad joke. It's a dad joke. Because there is a significant element that makes a dad joke and not a bad joke. That dad is telling it. And it certainly wouldn't be right for me to start this series if I didn't have a couple of pearls ready for you. So you ready? Right, let's go. What do you call a fake noodle? An impasta. Classic, thank you. Dads are laughing. I'm reading a book on anti-gravity. It's impossible to put down. Getting better? Did you hear about the restaurants on the moon? Great food, no atmosphere. Improving? I told my wife she was drawing her eyebrows too high. She looked surprised. And my favourite, I'm so good at sleeping, I can do it with my eyes closed. Come on. My kids tell me that I'm lame. But I'm just a dad. You know, I really love talking about God as our Father. Probably because I'm a dad and I find it one of the most joyous and stretching experiences of my life. It has also brought me no end of joy experiencing God as Father to me personally. I have some great kids. We've got some wonderful kids in this church. Some of you adults we're not sure of. But the kids, truly wonderful. However, as I begin this talk, I want to begin with a couple of disclaimers. This is a really hard subject. Some of us had or have a tricky or even abusive relationship with our dad. Some of us have lost our dads. And so the pangs of grief we feel acutely still. The idea of God as a father, and perhaps not a mother in a cultural context of complicated gender roles, could feel a bit icky. And the concept and makeup of a family sometimes doesn't involve a father at all. So what I don't want to try to do is attempt to deal with all of those subjects today, but rather to explore the relationship with God as a father. What that may look like and how God may wish to explore it with us. Is that okay? It goes without saying that we may have vastly differing experiences with our dads, positive and negative. Our experience may be we've had fathers that were present at football games and nativity plays, and some fathers who didn't show up at Christmas. Fathers who took time to talk to us, really listen. Sorry. Thanks, bro. It's going to be a very long message. Buckle yourself in. Those who were too busy to pay attention. We have some who knew their father as well and some who've never met them. But for better or for worse, and despite the nature of all of these relationships, we all had a dad. My relationship with my dad had been up and down like a roller coaster ride since my folks were separated and eventually divorced when I was 11. My dad was present for our early years and then almost abruptly abandoned us as a family when my folks' relationship broke down. And so we began what we called glibly the silent years of not seeing him, of confusion, of disappointment, all happening during my adolescent years. He then reappeared in our lives in a way when he had found himself a lucrative job in the Middle East and he reentered our lives in my late teens. You see, my dad's self-worth revolved around money and status. I understand now what he was feeling when he couldn't provide for his kids. He had other options, of course, but that mix with a bit of pride meant our formative years were without a present dad. It's no surprise then that I carried with me as a teenager this gaping wound called dad. And to be honest, I'm not sure it really goes away. In fact, some psychologists hold that the absence of a father from a family in all its shapes and forms that it takes does have a major impact on a child and its development. And whilst I don't hang my hat on this type of research as there's lots of criticism between cause and effect, there's enough evidence to suggest that there are connections between absent dads and education attainment, social emotional adjustment, and long-term mental health. I think it's safe to say that this relationship is really important. I also don't want the idea of dad to be all doom and gloom. Many of us have stories of our dads that are filled with joy, memories that we carry with us that form our own parenting and that make us who we are in a really positive way. And it's funny, as I look back, that money, which the absence of my dad made my dad run and hide, also is one of his most praiseworthy attributes. He was incredibly generous, making sure everyone was taken care of when he did have money, always ensuring that he added a decent tip at the end of a meal in a restaurant, and in later years taking all of our family on amazing family holidays. I would love to be as generous as my dad. So as we're talking about dads today and fathers, I think it would be a good time just for us to get into little groups of two or three around you where you're sitting and simply talk a little bit about your dad, if you feel comfortable. Name him. And maybe share some of the characteristics that really stay with you. And don't worry, I'm not going to be asking for any feedback today. This is one of those moments. So in twos and threes, maybe just gather with those around you and share a little bit about your dad if you're comfortable. Sound good? Hope you have had a really good time sharing. I think we can probably agree that the stories of our dad are really, really important and they shape our lives in profound ways, positively and negatively. Right. And so we can't ignore that there is also this possibility that the relationships with our dads have an influence on our relationship with God. You may have seen from my story how money and status were central themes that ran through my dad's life. And to be honest, they are themes where I feel weak and vulnerable too. It's still to this day. These are things that I also bring to God for help, funny enough. I think\n\nWe're all deeply, albeit secretly, searching for the approval of a dad. The I see you. The you're good enough. The I'm proud of you. Of a dad. And I think this is a good thing. That we're all rightly crying out for this affirmation. The affirmation of a faithful father. What if God made it that way? What if the yearning in our hearts is a father God-shaped hole for only him to fill? We look at Jesus' own relationship with God. And this emerges in the Bible primarily as a father. As he walked the earth, he modeled this with his priority always into the secret and quiet place for prayer with his heavenly father. Being separate and alone from the crowd. Jesus' public life begins in a really interesting way. Jesus is heading to the Jordan River where John his cousin is baptizing his disciples. Jesus then asks John to baptize him. And after Jesus comes up from the water, this happens. From Matthew 3.17. And a voice from heaven said, This is my son, whom I love. With him I am well pleased. Tom Wright, the theologian and Greek scholar, uses the words, You are my delight. You see, Jesus needed the I love you and I'm proud of you from his heavenly father. Otherwise, why would God say this to Jesus? Jesus also could have just told his disciples, right? God could have also rather said it to his disciples himself. But no, God the father said to God the son in flesh and perfect, I love you and you are my delight. I suggest that Jesus needed this moment of affirmation from his father. And so we shouldn't be surprised if we crave for this too. And remember that Jesus hadn't done anything yet. At least not publicly. He was the son of a carpenter. So probably had some decent woodwork. He left his parents, had a couple of friends just like us, went to school, probably with some extra rabbi tutoring. Pretty ordinary stuff for those times. And yet God fully loves and approves of him. He's well pleased. He's a delight to his father. And he hadn't done a single miracle. Not a word of prophecy. No sermon on the mount. Nada. I think this is a really challenging part of scripture. And particularly now as a dad of three myself. That I genuinely think are great kids and who I'm genuinely proud of. But if I'm honest, there's a part of me as a father which holds some of that back. That praise and that pride for when they truly accomplish something. And so perhaps we need to rethink the picture of what a good father truly looks like. A father who cares primarily with relationships that he forms with us in that sweet, quiet place. That one-to-one time. Not merely of the things we do for or with them. I'm speaking to myself rarely. We read of Jesus' invitation to all of us into this loving relationship. In Matthew 6, our Lord's Prayer opens not with my father, but our father. This father is for all of us, not just for Jesus. And in case you thought this was a New Testament thing, Isaiah, messenger of God in the Old Testament, says, O Lord, you are our father, we are the clay, and you are our potter. We are all the work of your hand. Isaiah shows a God who is both a creator and a nurturing father. Here to help us and shape our lives, dispelling that tension that we often have between having a God who is creator, king, and lord, as well as a dad. It's worth mentioning that God as father was a revolutionary concept in Jesus' day. As the stories of the Old Testament and prophetic literature were passed down, it's safe to say that many in that time had formed a picture of God that was all-powerful and yet not relationally present, mighty and yet not meek, worshipped from afar and not loved closely. We also encounter many world religions in our day whose gods we could accurately describe as spiritual, having a life force, otherworldly, mystical, and yet perhaps wanting in two crucial elements where the Bible is pronounced, that of being human. We may have heard of the phrase, the imago Dei of God, that we are created in God's image, uniquely and human and relational. And then second, an even more surprising aspect that this God has the nature of a father who would relate with care, with protection, with nurturing. Our God is a proud dad. My dad, Paul Hogarty, passed away a year ago. I was going to have some water quickly to distract myself. He died prematurely in Sri Lanka with his wife. We were thousands of miles away as he lay in a hospital bed where he eventually succumbed to his fourth stroke. He was in ill health and had struggled for many years. His health and care had put a strain on our siblings' relationship with him. He had been far away from support, but he wanted to be in Sri Lanka with his wife, which meant we were detached from him and his deteriorating health, including mental health. Sadly, I don't think he was happy or healthy. I distinctly remember one of our final conversations with each other. And let me add, not all of them were great conversations. He had become quite sentimental in his last few years. And he said to me, my boy, I'm proud of you and how you are with your family. Not like the way I was with you. You have done so well. I don't think we all get many well dones and I'm proud of you moments from our dads. Mine certainly were few and far between. But in a way, this was the redemption of a good, good father. A good God who has swept into the Hogarty family and turned around many of the difficult moments I experienced growing up. I acknowledge my story is still being written. My kids will tell you of all my imperfections. Hey, Ben. I'm learning and trying to redo some of those things I felt were missing from my childhood and add them to my parenting. I'm learning to walk as a faithful son with a faithful heavenly father, learning to trust again and unlearn things from my childhood that no longer apply. Chief of these is that a father only comes into these sacred places of our hearts by invitation. I do believe fathers here today. I do believe he's wanting to take some active steps in our lives. Steps of redemption. Healing. Reordering some foundations. Removing pain and hurt that only he can remove. But this invitation is ours. I've cried many tears and invited the father again and again and again. And he has worked again and again and again. And is working to rearrange the things in my heart where I've had to let go and let God come and do that work. I really sense in the room today there's those turnaround stories waiting to happen. Repairing of those old wounds. Some restoration. Acknowledge these are not things that change overnight. But this moment is part of the journey that God has all of us on. And so I wondered if there could be an invitation from the father to you today. If I can ask Lauren and Kerry to come up if that's okay. We're going to invite the father to come and do some business today.\n\nSo I wonder if I can ask you if you feel comfortable just to close your eyes, to lean back, take that posture like you're sitting in that comfy armchair in your lounge, in your PJs. I really sense the Father here. I just want to acknowledge this is holy ground for many of us. And we don't go there lightly. I just want to acknowledge your story with God the Father and where you are on that journey. You might have just taken your first few steps. You might not have started. You might be 27 years in. But He's still Dad. So perhaps in your mind, just look up to your Heavenly Father. And let the Father look at you. Let Him just be with you a little bit. Your heart may be pounding in your chest. You might be feeling a little bit emotional. That's okay. Tears are healing. That's normal. Just be in that place with the Father. I'd like to take a few moments to just read over some prayerful words I've written down from the Father to you. My darling, my love, I see you. In fact, when I see you, my heart leaps. I just really look forward to spending time with you. There's nothing that you need to do, to bring, to offer, to be more loved by me. And there is nothing you can do that can make me love you less. I just simply love you. I love you the way you are. I always have. I love you the way you are. I always have. I'm actually really proud of you. I love your character, your personality, the unique way you look at the world. It inspires me. It makes me laugh sometimes. But it inspires me. Honestly, it does. And I know we all have our stuff. So bring it here. Leave it with me. Because I just simply love you. You make the world a better place simply by being in it. I'm really sorry for all the pain and hurt, some of which you experienced as a result of earthly fathers. People you trusted who were meant to protect you. I'm really sorry. It was never meant to be that way. I want you to know that you are safe with me. Safe to simply be you. Safe to heal and to let go. Safe to receive all the things I have for you. Only you. So let's take this step by step. I want to show you things you couldn't imagine were possible. You and me. I want to show you how we can turn stories around, your story included. I want to show you right relationships that last, that are meaningful, that are nourishing. I want to be there for you, with you, closer, as we enjoy this life together. I simply love you. I simply love you. I simply love you. It's as simple as that. I simply love you. I simply love you. I simply love you."
}