[
  {
    "id": "f46d6062-49e2-487a-bd17-377d1868612a",
    "title": "GVC Big News",
    "published": "Tue, 30 Sep 2025 10:06:09 GMT",
    "link": "https://rss.com/podcasts/gloucestervineyard/2245648",
    "image_url": null,
    "summary": {
      "overall_theme": "The podcast discusses the journey and future plans of Gloucester Vineyard Church, focusing on the church's growth and the decision to become a multi-site church. The leaders reflect on their past experiences, the importance of timing in following God's call, and the need for community engagement. They announce plans to launch a new expression of the church in the north of Gloucester by Easter 2026, emphasising the collaborative leadership approach and the church's mission to reach underserved areas. The conversation highlights the church's commitment to serving the community and advancing the Kingdom of God.",
      "quotes": [
        "When you go is more important than where you go.",
        "Faith is spelt R-I-S-K.",
        "We believe that God has told us to do this, and that is the biggest reason.",
        "Establishing new worshipping communities has been shown to be the best, most effective evangelism strategy that there is.",
        "This is not something that a handful of the leaders team are going to be doing. It involves all of us to step up, step in, and to play our part."
      ],
      "bible_passages": [],
      "follow_on_questions": [
        "What are the specific challenges of becoming a multi-site church?",
        "How can individuals contribute to the new expression of the church?",
        "What does collaborative leadership look like in practice?",
        "How can we ensure community engagement in the new church location?",
        "What are the key values that will guide the new expression of the church?"
      ],
      "further_bible_passages": [
        "Matthew 28:19-20",
        "Acts 2:42-47"
      ]
    },
    "transcript": "We have this month been talking about church during the month of September. A couple of weeks ago we were looking at how and why the church, like the church in general, is absolutely wonderful. And last week we talked about some of the characteristics that define us as a community, so this church, and how we feel God has shaped and formed us to be this specific expression of his church here and now. So if you missed either of them, feel free to catch up on our podcast, found on, or what's that phrase? Anyway, search Gloucester Vineyard Church. And today we thought we would bring this all together and we would both come and we would, well I was going to say share the mic, but have two separate mics. Because we have a bit of family business, as I mentioned earlier. We want to talk about some exciting next steps for us as a community as we move into what we sense God is calling us to over the coming years. And so we thought we would start by going on a bit of a storytelling journey, if you will indulge us. We just want to take some time to unpack a bit more of the Gloucester Vineyard story so far, what we've been hearing from God for us as a community. And that's in order to put into context and make sense of us talking about what's coming next. Does that sound alright? Good. Tough if not. Good, I was going to say that's what we're doing, so whether you like it or not. Let's rewind a few years then. So about 10 years ago when we were younger, more energetic and had more hair, Em and I were in the process of getting ready to come and plant this church. Now if you've not heard the term church planting before, it's basically where you go somewhere where there isn't a church already and you start one from scratch. We felt really sure as a couple and as a family that that's what God was asking us to do. But we had all sorts of important questions about that process like where? It's quite an important question to answer. Where and how and when and all that kind of stuff. How on earth are we going to do this? And so we went to go and visit some very wise friends of ours who have planted a church before. And we asked them these questions and they gave us a sage piece of advice which was when you plant is more important than where you plant. They said when you go is more important than where you go. Hands up if you, like me, think that that is bonkers advice. Yeah, it's bonkers advice, right? That's totally bonkers. But they responded when I said that's bonkers advice. They said, well, how many times have you had a conversation with people that goes along the lines of, oh, we were always going to go and do that amazing thing for God, but the timing was never quite right. Never quite was the right timing, so we never did it. We feel like God asked us to do something, but it was the wrong time with the kids or something was going on with my career or I was washing my hair. And so we just never did that amazing thing that God asked us to do. So they said to us, when you go is more important than where you go. So get the when set in stone and the where will all follow. So we thought, what have we got to lose? Let's give this a try. So we went away and we prayed about it. And we felt like God kind of laid on our hearts to plant a vineyard church somewhere in the early stages of 2018. So we kind of aimed our life in that direction. And wouldn't you know that as we did that, as we kind of put that date in the diary, everything else in our life kind of followed the flow. So we found jobs. We figured out pretty quickly that it was going to be Gloucester. And here we are, February 2018, Gloucester Vineyard Church was born. Hooray! So first of all, do you want to see some photos of the first ever gathering? So we were at the climbing wall just on Parliament Street. There you go. Teeny tiny little room there. We just packed ourselves in there. There's a picture of Emily and I. We didn't have microphones back then, but I was pretending to hold a microphone. I don't know if we've got that other picture. Anyway, there's another one in there. We look younger. And then the following Sunday we did our very first Super Sunday. Look, there we are, out loving and serving the community with just a whole bunch of randomers who decided to come with us. Fair play to those guys who actually came out on that first ever Super Sunday. So that was about seven and a half years ago. And what a journey it's been. We've moved to various different venues over the years. We had the wonderful COVID years. Yes, shout out for Zoom Church. Never again. We've always done Super Sundays. We've always tried to be servant-hearted. We've always played games and tried not to take ourselves too seriously. We've always preached the good news about the Kingdom of God. We've always met in home groups and worshipped and eaten together. We've celebrated. We've mourned. And over that time, God has changed and formed and moulded this church in ways that we, before we came here 10 years ago, could never have imagined. We could never have dreamed what God would ask us to do. You know, how he's consistently laid things in front of us of how he wants us to express his love and his Kingdom here in Gloucestershire. You know, I think about starting a Christians Against Poverty debt centre within the first couple of years of the church's existence. It's just, we would never have thought that that was a good idea. I think about starting Grow Baby a couple of years ago. That was amazing. You know, a couple of years ago, we ran like a county-wide clothing campaign to clothe 300 people seeking asylum. Like, where did that come from? It was just laid in front of us as an opportunity. And it was really fun to say yes to. We love this church. Em and I, we love leading this church. You guys are a consistent joy to us. And we're really excited to continue leading this church as we go on the journey. So, like Daniel says, sometimes the kind of God paths that have been laid in front of us have been one-off things, like the clothing campaign that we did for the asylum seekers. Sometimes they've been quite unexpected and a bit of a left turn, like moving to St John's in the afternoon was a bit random for us. If you'd spoken to us four years ago, we would have been like, what? No. But here we are, and it's wonderful. We want to talk today, though, about a particular God path that we feel has been slowly but surely brewing over the years and is now bubbling to the surface. And we want to share that with you. About six years ago, we started to notice, like a few churchy things that kind of just rankled us a little bit. There seemed to be loads of church buildings just sitting empty around the city or indeed around the county. We were also hearing lots of stories of people from all over Gloucestershire traveling for like 45 minutes to an hour just to find a church to call home. And it was interesting because when lockdown hit five years ago, we noticed that there were quite a few people who fit this category joining us online from the surrounding villages because it was much easier online. And they were quickly becoming key people in our online home groups. And that's kind of when we started thinking, I wonder if GVC is just about like one community in Gloucester or whether there's something else kind of afoot in the county. It bothered us that Super Sunday was only serving one community when we represented several. It kind of bothered us that there were and are a number of neighborhoods that simply don't have a church presence in them at all, even in Gloucestershire, where there's a lot of churches. But there are still many places that do not. And about four years ago, as we were thinking these thoughts, a lovely family from South Africa joined us. Many of you may know Ryan and Lauren. And when they came, they came with a picture. Before they moved here, Lauren had been praying and she had received a picture from the Lord of World War II Dunkirk crossing, Operation Dynamo. Does anyone know about it? Oh, there you go. Basically, it was this mass evacuation in World War II of some allied forces that were stranded on the beach in Dunkirk in France, stranded between the advancing German army and the sea. And in a wonderfully plucky British move, they basically did a call out to anyone and everyone who had a boat of any shape and size to get it on the water and join the rescue party. So boats of all shapes, sizes, purposes, fishing boats, pleasure boats, you name it, all crossed the channel to go and bring home as many troops as their vessels could. And that was the picture. And Lauren had a sense that it was a picture for the church. This idea of the church being on mission to reach as many people as possible in lots of small little boats of all shapes and sizes, each taking as many as they could hold. And this picture really resonated with us. It resonated deeply with how we were thinking of church at the time and feeling. And maybe God was inviting us to consider multiple smaller church communities rather than one big one. Around this time, we were also seeing quite a few of our fellow Vineyard churches across the UK experimenting with what's called multi-site church. Simply, rather than kind of moving to a bigger building or building a bigger building or whatever as the church grows, instead becoming a multi-site church, which is a single church that gathers and serves in multiple locations across a county or a city. And so all of these things, our ponderings and\n\nsurprise when we got too big for a building, what if we just started to plan for it? What if we prayed for leaders to join our community? What if we invested in and trained them when they did? What if we kept our eyes and our ears and our hearts open to what was happening around the county, all in the faith that one day God might tell us that the moment for multiplication in Gloucester Vineyard Church was here? And so we did. We have been stepping into that over the past three or four years, holding and stewarding that vision, believing that God is speaking to us and preparing us for a moment of multiplication. And so last summer, Em and I were very lucky. We got to take a sabbatical from church leadership, which is basically just taking three months away to kind of recharge ahead of going again. And so this time last year, we had just stepped back in again, and I was praying and seeking God for what was next for the church. You know, we'd just done seven years. Lord, what have you got next? And I wanted to know, was there anything that he had to say as we were stepping back into church life and back into leadership? And I felt like God called back to mind that moment that I just mentioned when we went to go and visit our friends, even before we started this church, where they said, when you go is more important than where you go. And I felt like God was saying, it's time to put a date in the diary again. It's time to do what I've laid on your heart to do. Now, I would love to say that I had a really good response to this, like Mary in our Bibles when the angel shows up and says she's going to have the baby Jesus, and she says, may it be unto me as you have said, O Lord. I would love to say that I had that reaction, but actually my response was much more like Moses at the burning bush, being like, seriously? Seriously? Our church? Have you seen our church? No offense. I thought they might laugh at that. There's like a slight delayed reaction. I love you guys. I said, look, come on, Lord. Have you seen our church? We're a dinky little church. Being a multi-site church, creating new communities, that's what big churches do. Our church, it is not. It's a lovely church, but it's not a big church. We don't have the people. We don't have the money. We don't have the energy. Basically, I said, Lord, we can't do what you're asking us to do because we don't have what we need. I said, Lord, give us all of the things that we need first, and then we'll do it. How many of us in the room knows that that's not how things work in the economy of the kingdom of God? That's not how things work. How many of us know that faith is spelt R-I-S-K? So often, God is waiting to work, wanting to work, waiting to move, wanting to bless, but he wants us to make the first move before and step out in faith. In my mind, the way that churches multiply is by just getting really big and see, and then just, because I've seen it happen before. I've been part of churches where that's been the case. You grow and you grow and you fill a space and then you do something to accommodate for the growth. Let's be really honest. We are not in that moment. But as we considered what God was saying, we did what one should always do when one senses that God has spoken, just to make sure that you weren't eating too much mature cheddar last night. We took this idea, this thing that we thought God was saying about putting a date in the diary to some people that we love and people that we trust, and we asked them to help us to weigh it, to come back to us and say, does this resonate with you? Does this seem like what God is doing? And one of those people went away and prayed and came back with a picture of cells dividing. I don't know if you've ever seen a time-lapse of a cell dividing in two. What doesn't happen when a cell divides is it doesn't just get really, really big, get bigger and bigger and bigger and then kind of flob into two half-sized things. Instead, what it does is it creates everything that it needs within itself. And then there's kind of this moment of tension when it flobs from one thing into two things. That is the technical scientific term in case you're wondering. Both of those things perfectly formed and functioning. The interpretation being, don't be surprised if God is calling you to do something in a way that is counter to what you'd expect and counter to what you've seen before. And so just like we did 10 years ago, Em and I along with our fantastic leaders team started to pray, Lord, when would you like us to do this? When would you like us to step into becoming a multi-site church and launch a new expression? To step out in faith to what we feel like you're calling us towards. And so after a time of prayer and discernment, we all agreed that we felt that God said to put 18 months on the clock and to aim for Easter 2026. To step out in faith towards the thing that we felt God had said, trusting that he would provide everything that we need at the right moment along the way. To prepare like that cell for the moment of multiplication, which leads us to today. Welcome. Easter 2026 is like next week. It's not. But it leads us to our exciting announcement, which if you've been paying attention for the last 10 minutes, you could tell me at this stage, right? But just in case you did fall asleep, I'm just gonna say it really clearly so that you can share. Here we go. We believe that the time has come. The moment has arrived for us to step out in faith towards what God has been inviting us as a church into for years. And so at Easter 2026, we are gonna launch a new expression of Gloucester Vineyard Church in this very city. Yeah. Thank you. Yeah, you should cheer. Yeah. Yeah. For the last 12 months as a team, we have been squirreling away in the background, kind of making plans, doing our research, having knotty conversations with our trustees, seeking wisdom from our advisors and our overseers within the vineyard, and seeking wisdom from people who've done this before, basically getting ready to do what we believe God's calling us to. And today we're going public, so to speak, because we wanna share this with all of you as a community, and we want to invite us all to be joining in, to pick up the vision and to step up into our part to play in what God is calling this community into. And so as Daniel said, next Easter, Sunday the 5th of April, 2026, we will be launching a new expression of Gloucester Vineyard Church in the north of Gloucester in the mornings. There you go, two more bits of detail for you. We're currently exploring the specifics of where, but we are heading north for a few reasons, the most compelling of which for us is that the north of Gloucester is expanding significantly and many of the new neighborhoods and areas simply have no church presence in them at all. And as we've said before, we don't think that's okay. To begin with, there will be a very small group of people, eight to 10 people, who will go and who will launch this new expression as a team and build community from scratch. Sunday gatherings will be a simplified, stripped back version of these gatherings. We'll play games, we'll worship, we'll open the Bible and we'll pray together. And we'll be expressing ourselves authentically based on the reality that there will be very few people initially. In the early days, there will be activities for any new kids that show up with their families, but we won't be running a full kids' church in the way that we do here at First. The team will also be looking to do local Super Sundays, gathering events, maybe an Alpha course or two, getting invested in and getting involved in the local community, just like we did seven years ago with this one. Daniel and I will be leading this North team, so we will be at the morning gatherings each week, getting things established. But it's worth making it very clear that we will also be present in the afternoons here in the center as well. We plan to be here just as often as we are at the moment. We'll be preaching, leading worship and serving on teams just as we currently do. Okay, so let's talk a little bit about leadership for a second, because this is actually one of the things that I'm really excited about as we go down this path. Another path that we really feel like God has been calling us towards over the last couple of years is to explore the idea of kind of leaning into team leadership in a big way, to try to be a church which is generous and collaborative in our leadership style. Rather than having one or two people who hold all the power and make all of the decisions, instead to be much more equipping and releasing and inviting to have teams of leaders who make decisions together. Now to an extent, this actually hasn't been what's been demonstrated to us or modeled to us in the past, but we feel compelled that this is what God has for our church in the future. And so a big part of what we're doing in becoming a multi-site church and what we're announcing today is a kind of significant step towards that collaborative and generous style of leadership that we feel God is inviting us into. And this really informs a lot of the how when we say, how the Dickens are we going to do this? The plan is to, that each site, the center and in the north will be led by a team rather than a person, with people who resonate with those\n\nEmily and I, as Emily said, we're going to be leading the team that launches the new expression in the north. In the short term, we will be the site pastors up there, but we intend to hand over to site pastors in the north basically as soon as we can. But it's worth clarifying that Emily and my main role will be as overall senior pastors of Gloucester Vineyard Church. Our role will be leading and overseeing both sites. And so, naturally, we will also be establishing site pastors and site teams here in the centre at St John's as well. These will be the people who will take on this central expression with all the exciting momentum that we have here in the city and who will be leading the team to continue bringing hope and joy to the city centre. And so... Would you like to know who it is? Without further ado, we would like to announce that the central site pastors for Gloucester Vineyard Church will be Chez and Don Vincent. Can we get a... Do you want to stand up for a second? Get on your feet. Stand up, you two. Stand up. Hooray. Yeah, exactly. Chez and Don have agreed to lead the team who will be overseeing everything that happens here and we are absolutely delighted. We just want to take a minute to honour you guys. I'll let you sit down so you're not totally embarrassed. We just want to take a minute to honour these guys as they step up. We asked Chez and Don to consider this role for many reasons. Firstly, because we see so much of our church values and our DNA expressed in the way that they live, the way that they run their home. They are joyful, generous people who love Jesus, have a heart for his kingdom and his mission and who live their faith out loud in public. Secondly, they're people who aren't afraid to get their hands dirty. They're hard workers, they're servant-hearted and they're servant leaders, all of which we really value as a church. And lastly, they love this church. They love all of us and they love afternoon church. When we said we were going to the morning, Chez was like, what? Why on earth would anyone go to church in the morning? That's ridiculous. Afternoon church is the best. Yes, exactly. And so we are really chuffed that Chez and Don have said yes to taking the lead here in the centre and we're really excited to see what they and the central team will be doing for Jesus and for his kingdom. We're going to be formally commissioning them in January 2026. But for now, let's just give them another cheer. One thing that it's worth saying is if you're in church leadership or you're moving into it, you need loads of prayer and loads of encouragement. So every time you pray, pray for Chez and Don. Every time you get a picture or a slight word of encouragement, text them, message them, tell them on a Sunday because it's a spiritual battle. I'm not going to lie. And so this is a moment where actually they need as much prayer and love and support as they can. So, got you. So those are some of the details about what's happening, where and when. And naturally, we may have a whole host of questions. We're going to answer some today and there's various opportunities to be asking more in the coming weeks. But for now, one of my questions to you, Daniel, can you see how natural this is going to be, is how is this going to change things around here in the centre? How will the launching of the new expression in the north change things? How's it going to affect the centre? Thank you for asking. For starters, so we are working very, very hard to try and launch this new site in such a way that actually week on week, this room doesn't feel very different at all. It might be that there's a handful fewer people initially. But our hope here is that actually things in the centre won't change very much. Chez and Don will be a little bit more visible than Emily and I and will be making a whole load of local decisions, which we're really excited about. But we will still be very involved in the day-to-day running of the church. Wonderful. So how do I know if I'm going to stay in the centre in the afternoons or if I'm going to go and be part of the team launching in the north? What a great and insightful question. Thanks. So for now, let me just simply say this. Unless we feel a real and definite invitation from God to come and get stuck in in the north, then please stay here in the centre. One of the funny things about the plan that we've created is that it's actually quite contingent on lots of people staying here and carrying on as usual. Launching the new expression is going to take quite a lot of hard work and intentionality. Those of us who go will likely, for the first six months or so, we're going to be on team every single Sunday. And there's probably going to be at least one night of the week every single week building community up there. There will be many weeks where there just won't be very many people in the room. And that can be a little bit awkward. And we're just going to roll with that. Now, whilst some of us, we might be like, yes, sign me up. I'm very excited about that. I'm aware that most of us just simply aren't up for that. And that's okay. The reality is, as we all know, there is loads of really exciting kingdom stuff that's happening right here, right now in the city centre. We are not taking our eyes off that, not one bit. What we really need is for this congregation to stay and to stay well, to reach out like never before. Remaining in the centre is not a secondary, less exciting option. Chez and Don and the team are going to be moving forward and they're going to need all of us here in the centre to play our part in any way that they can. Amen. But Emily, let me ask you a not scripted question in the slightest. Everybody in this room is fantastic. Will I ever see those who go to the north ever again? No. Obviously not. But that is a genuinely insightful and thoughtful question that many of us may be feeling. And the reality is that there is a bit of a cost to this that we will have to pay as a community as we step into multiplication. We're going to have to think outside of Sunday gatherings alone for our friendships and our community to form and to continue. We've seen this happen over and over again with our home groups over the years. Who here has been part of a home group that has multiplied, changed shape, changed days or changed venues? Yes. Many, many, many of us. And it will be the same again. With any change, particularly in like a multiply kind of way, it causes us to be thoughtful with our time, our energy and our resource again. Often we might have to think about how we relate to each other. We might have to find creative ways to ensure that we don't lose relationships with the people that we love. But church is more than Sunday gatherings, right? So if you haven't already, swap numbers, go out for coffee, eat together, pray together outside of Sundays. Encourage each other in the kingdom stuff that is happening because it's entirely up to us if we see people outside of Sundays again. Are we becoming two churches? We are not. It is really important to emphasize at this moment as well that we are not becoming two separate churches. We are still one church with one vision, with one set of values, one set of trustees, one bank account, one set of senior pastors. And so there will be plenty of stuff that will happen as one church together. Home groups will be shared across the sites. Go to whichever one suits you on the best day or in the best location for you. Youth home group is included in that. So that will be across both sites. Youth from both sites will go to home group together. Home group leaders training will continue to be across the sites. Our ministries like chai and chat, vibes, grow baby will be supported and championed across both sites. But on top of that, there will also be kind of intermittent get togethers that we will inevitably do where both sites will get together and have a moment of connection. Think, for example, church weekend away. Thanks. Prompting a whoop every time. Thank you. Our approach to answering the question about like, is that a north thing, a central thing or like a combined thing is to ask actually instead, what will be most effective for the kingdom and most simple for the community? So if there's something that is more effective, simpler and sustainable to stay within each expression, we'll do that. If there's something that would be more effective, simple and sustainable to be done combined, we will do that. There's many, many more questions that people may have about this, some of which we know the answers to, some of which we don't. And they may come, they will come in due course. But we have created a couple of ways to accommodate some of your questions. Firstly, we have\n\nand created a nifty little booklet. Ooh, fancy, we're like a proper church and everything. In here, we've basically talked, there's a lot of information about what we've talked about today, plus some more details and kind of other detail-y questions in there as well. So we will put these at the back at the end. So please feel free to take one per household, preferably. Have a little read, have a reflect, have a peruse and get back to us. So hopefully this will answer some of your questions. Secondly, we have created a couple of opportunities in the coming weeks where we will have a Q&A session. So as we said earlier, next week at Supercharged Sunday, Daniel and I will be leading a workshop, Q&A session in here. So if you have any, bring your questions, ask your things, and we'll have a good discussion. Equally, there'll be a Monday evening in October where we will have a Zoom meeting for anyone with more questions as well. So watch out in the weekly email. There will be time to ask all of those. Please bring along your thoughts, ask your questions, share your feelings. We want to hear them. Yes, we do. Can I bring our time together to close with some real blunt honesty? Is this okay? Still an okay place to be really blunt and honest? Yeah? Yes. You're like, no, I don't like the sound of that. Please sugarcoat everything. No, I won't. Let's address the elephant in the room, shall we? Making the change to being a multi-site church is a risk. When we do this, it is going to be costly and we are going to feel it. It's going to cost us time and energy and money. It's going to be a risk. So why are we doing this? Why are we doing this? Hopefully, you've got half an answer. Hopefully, I've got some answers here on this piece of paper. I'd like to give you three reasons why we're doing this. The first and most important one is that we think that God has asked us to do this. This is not a knee-jerk, flippant, glib, I think I heard God speak last week, so we're just going to risk it all on a roll of the dice. We have been sensing that God has been saying this for most of the time that we have existed as a church. And since we started this process 12 months ago, we have been repeatedly seeking wise counsel. We've gone back to God. We've done everything we can to be as sure as we can that we are moving slowly and carefully with as much confidence as we can to what God has for us next. We believe that God has told us to do this, and that is the biggest reason. The second reason is that this is part of our vineyard DNA. We are part of a larger movement of churches across the UK and around the world called the Vineyard Movement. There are thousands of vineyard churches currently in existence because this is what we do. Church multiplication is part of our heritage. It's part of what it means to be a vineyard church. We are here, we exist as a church, because Aylesbury Vineyard launched Gloucester Vineyard. Aylesbury Vineyard was launched by Riverside Vineyard. Riverside Vineyard was launched by Southwest London Vineyard. You get the point. As vineyard churches, this is what we do. We spread out. We create communities. This is part of our heritage. This is part of our DNA. The third and final reason, and the reason why the vineyard is so obsessed with launching new worshipping communities, is because establishing new worshipping communities has been shown to be the best, most effective evangelism strategy that there is. As a church, we want to see the kingdom of God advancing. We want to see new people coming into the kingdom, encountering Jesus for the first time, being healed and restored, and giving their allegiance to him. We want to see people joining in the revolutionary family of God, learning to know him as their father, and learning to walk in Jesus' footsteps. And we know that establishing new worshipping communities where there currently are none is the most effective way of seeing that happen. It's been the strategy for the last 2,000 years, so really, this is nothing new. And so, whilst we agree, this plan is a risk, that it's going to be costly and difficult for us as a church, we are confident that this is what God is inviting us into in the coming years. We are convicted that this is what churches, not just ours, should be doing, because it's what the church has done for generations. And we are convinced that if we're serious about seeing the kingdom of God advancing in the county, this is how we go about seeing it. And so, as we wrap up, I just want to recall the stuff of September that we've been looking at as a community. As we've explored church, the church, this church, being a devoted, active, Jesus-shaped community, gathered together, grounding ourselves in good theology, growing in our discipleship to Jesus, and going into the world to proclaim the good news of the kingdom in any way that we can. This is a moment for us, as Gloucester Vineyard Church, to turn up the heat of what it means to be this community in this place at this time. To ensure that the church doesn't fade into the background, but actually steps up into the fore. This is not something that a handful of the leaders team are going to be doing. It involves all of us to step up, step in, and to play our part, because that is what church is. It is the body of Christ together. It's not a hobby or a spectator sport. It's an alive, transformative community seeking the king and the kingdom in all things. And so, the kids will come back in at some point in the next few minutes. No, they won't. I told her to keep them. Okay. We've got loads of time. Fine. Heather has your children. It's all fine. In which case, we're going to take a minute to respond. Kiri and Katie and Charlotte, would you mind coming up? We're actually going to sing a song together. It's one that we've been singing a bit over the summer. And we feel like it's one that we want to sing together as a community, particularly in this moment where we have prayed our prayers and we've made our plans, but we want to welcome Holy Spirit to come, because if God's not in it, we're not interested. We feel like this is what God is calling us to, but we want to take a moment to surrender all that we have spoken about today, all of our thoughts and feelings that we might have off the back of today, and give them back to Jesus for him to do what he wants with his church. Does that sound good? So if you are able to and willing, then please do stand. We're going to sing together, and then we'll go into communion. I'll leave that."
  },
  {
    "id": "ef0588b0-c106-40e2-a146-0da5cbe3db5c",
    "title": "Did you know that Gloucester Vineyard Church is a vegetable?",
    "published": "Tue, 23 Sep 2025 16:47:22 GMT",
    "link": "https://rss.com/podcasts/gloucestervineyard/2229834",
    "image_url": null,
    "summary": {
      "overall_theme": "The podcast discusses the identity and values of Gloucestershire Vineyard Church, focusing on what it means to be a community called by God. It highlights the importance of being gathered, growing, grounded, and going as core characteristics of the church. The conversation encourages members to reflect on their roles within the church and to actively participate in embodying these values. The leaders aim to inspire a passionate and engaged community that represents Jesus in the world.",
      "quotes": [
        "If we want to know Jesus, if we want the world to know Jesus, we need to love one another as he loved us.",
        "Let us hold tightly without wavering to the hope we affirm, for God can be trusted to keep his promise.",
        "The call to follow Jesus has not been go and make some comfortable gatherings and hang out. It's always been about going and going beyond ourselves.",
        "We are not called to be lukewarm. We are called to be on fire.",
        "We are called to be carriers of the kingdom."
      ],
      "bible_passages": [
        "1 Corinthians 12:12-27",
        "John 15:5",
        "Proverbs 27:17",
        "Luke 4:18-19",
        "Matthew 28:18-20",
        "Hebrews 10:23-25",
        "Genesis 1:26-27"
      ],
      "follow_on_questions": [
        "What does it mean to be a gathered community in today's context?",
        "How can we actively participate in the growth of our church?",
        "In what ways can we ensure we are grounded in Scripture and good theology?",
        "What are some creative ways we can go out and serve our community?",
        "How can we encourage one another to embody these values more passionately?"
      ],
      "further_bible_passages": [
        "Revelation 3:15-17",
        "Ephesians 4:11-16"
      ]
    },
    "transcript": "to reflect and to remind ourselves as a community about the kind of community that God has called us to be and the things that are important to us. So last week... That's not working. Hello, that's better. So last week, who heard Emily's talk last week? Wasn't it a stonker? If you missed Emily's talk last week, go back on the podcast and listen to Emily's talk. Last week, Emily talked a bit about what it means to be a church kind of at a foundational level, kind of church with a capital C. What is a church? And next week, we're going to be sharing, taking a moment to share about what we feel God is calling us onto in the coming years. But this week, we just wanted to take a chance to zoom in and pay a bit of attention to the church that God has called us to be. Talk a bit about our values and our DNA as a church, to identify a few really kind of core and important things about who we are as a community, as Gloucestershire Vineyard Church, who God has called us to be. And we do this once a year for a couple of reasons. One of them is that for some of us in the room, this is our first September as part of Gloucestershire Vineyard Church. So you might not have heard some of this stuff before. It might be your first Sunday in the room full stop. If it is, hi. Welcome. It's great to have you. If you're fairly new to this community, if you're new to faith, hopefully this will be a helpful moment when we can talk about who we are and how we think and why we do the things the way we do things around here. Hopefully it's helpful as a reminder for those of us who've been around for a while as well of the stuff that is important to us and the stuff that God has said to us over the years as he's formed us. Now, quick caveat before we go any further. Today is absolutely not a big pat on the back. Aren't we wonderful? Aren't we the perfect church moment? No, that's absolutely not what we're doing today. We like to think of ourselves as one big chunky vegetable in the beautiful church stew that is the Church of Jesus Christ. We do what we do to represent Jesus in the world as best we can alongside all of the other churches in our county. And we do what we do as faithfully as we can. This is a moment for us who are currently leading the church, us guys, to talk about this church, to talk about what God has called us to do and who he has called us to be. So last week, as I say, Emily talked about the church and today the plan is to talk about this church. And so before we go any further, I thought it would be fun to hear from some of you guys. And so before we dive in, I just want you to turn to the people around you and answer me a really quick question. If you could describe your home in four words, four things that you want your home to be, what four things would they be? Now, maybe you're not living in your ideal home situation right now. Maybe you're sofa surfing or sleeping rough. If that's the case, maybe you could think about your ideal home. Like if you could live anywhere, what would that look like? So just take a couple of minutes with the people around you, have a quick discussion, and then I'm going to come around and I'm going to pass the microphone to you and I want to hear back from you. So four things. If you could describe your home in four words, what would those four things be? Go. Okay, let's hear from some of you guys then. Four words. You don't have to tell me all four. Some words. Let's start with my fan club over here. Is that okay if I call you my fan club? No? Okay, go on then. Four words to describe your home. What would you say? Colourful. Okay, good. Anything else? Food. Excellent. Cheap. Can I just clarify? Is that... Cheap! Well raised. The ideal home. Is your home made of food or is there food in your home? There's food in the home. So it's not like a Hansel and Gretel situation. Okay, good to know. Anybody else? What have we got? Put your hands up if you've got something to share. Yes. Danny said cosy. Ooh, cosy. Very good. Anything else? What have we got? Yep. Hospitable. Hospitable. Very good. Yep, yep. Okay. Peaceful. Ah, peaceful. Very good. Yep. So I would really like to live in a house that isn't a supported living because it's really, really noisy and because I'm autistic it's driving me absolutely round the bend. So I prefer something like my own kind of little space with like a lot quieter and a lot sort of more simple and cheaper. So you're also on cheap, you're also on peaceful. Very good. Okay, what else have we got? Well actually both James and myself were talking about community, a home that is for community and a home with really good food and a home with engaging conversations. Fantastic. Very good. Okay. Somewhere that's safe. Safe, yes. These are all good. Anything on this side of the room? What have we got? And if you guys, yes. Warm. Warm is good. Anything else? Yes. I said sanctuary. Ooh, good word, good word. So kind of got some words, warm, peaceful, sanctuary, cheap, food. It's all good, it's all good. So today that's basically what we're going to be doing today. We're going to be talking about four things that we as a leaders team feel kind of describe our community, our home, both the community that we are as a church and the community that we aspire to be. So I'm going to really quickly introduce just four characteristics that we feel just kind of express how we feel about our church. If we were going to say those four things about what we want this church to be. And then one of these lovely people is going to take some time to unpack that a little bit for us. They're going to be talking about how this part of our DNA works itself out in our community at the moment. They're going to be talking about some biblical and prophetic backing for why it's important to us. And they're going to talk about the ways that we can kind of imagine expressing that more in the future. And so the four kind of Gloucestershire Vineyard Church characteristics we're going to be talking about today is that as a community we are gathered, we are, where am I? There we are, growing, grounded and going. So that's gathered, growing, grounded and going. And we believe that God has called us as a community to be all of those four things and they all conveniently begin with G for Gloucestershire. So isn't that great? It's worth saying that we don't think that we're different or special as a church to be called to these four things. Actually we believe that these are four things that all churches are called to be. But there are a couple of ways that we express ourselves in these areas which are kind of more particular to this community and these guys are going to be unpacking that. And so I've kind of laid a bit of a challenge down for these guys. I've said these are the four areas. What I'd like you to do is come and bring a whole load of Bible. Tell us about why we do what we do. Envision us. And you've got to do it in like three minutes. So these guys have got quite a challenge. So we're going to be encouraging, aren't we? We're going to be kind of vocally encouraging too, aren't we? Yes, we are. So if one of these guys says something you agree with, why don't you use your words to tell them. Be like, yes, come on, I love it. And we'll give them a very small round of applause at the end. How does that sound? Okay, so Emily's going to go first. Emily's going to talk to us about being gathered. Everybody give her a very small round of applause. Very good. I think we even have a slide that might have the four things on it. Oh, there you go. And the next one. There we go. Look at that. Yeah, that's nice. So gathered, this is one of our core characteristics as a church. And this basically means that we are a community of people, not simply a load of individuals who happen to be in the same place at the same time on a Sunday afternoon. Right at the beginning of the Bible, in the first book called Genesis, we read about God's creation and the first not good thing was that man was alone. Humans are created for community in all different shapes, forms, and sizes and inclusive of introverts and extroverts. But we are designed to work together to require each other to fill the earth and subdue it, as Genesis would say, together. And the church is the Jesus-shaped expression of this. Often called the body of Christ. In a book called 1 Corinthians 12 in the New Testament of the Bible, Paul, the guy who writes that book, writes this. The human body has many parts, but the many parts make up one whole body. And so it is with the body of Christ. If one part suffers, all the parts suffer with it. And if one part is honored, all the parts are glad. All of you together are Christ's body and each of you is a part of it. So humanity is designed for community and the church is designed to be a gathered community. We're designed to be functioning effectively as everyone together, rejoicing and suffering together. All of us thriving in who and how God has made us because we are attached to and enabled to by others who are doing the same. When we were praying for,\n\nProved to the world that you are my disciples. And this is why we really value being together. Being hospitable and welcoming to any and all who want to know more about following Jesus. Like, look around us. In what other environment do we get the PhD student and the school dropout praying together? In what other environment do we get the millionaire and the day-to-day survivalist having a piece of toast together? Where else does the new baby get 10 new grandparents and 50 aunties, uncles and cousins except here? If we want to know Jesus, if we want the world to know Jesus, we need to love one another as he loved us. And so we need to be together, we need to eat together, and we need to know each other. And here at Gloucester Vineyard Church, we try and emulate that in a variety of ways. For example, we have home groups. These are wonderful places to be known, to be challenged, to do life with people, maybe even people who don't look or live like us. Every year we have our church weekend away. There's a whole weekend with a prime purpose of just being together, being community, sharing meals, laughs, woes together. Of course, we have these, our Sunday gatherings like this every week, coming together as one body. And we value and we make space for and accommodate genuine community over things like tea and toast with games. We have discussion moments, we have tea and coffee as people come in. And so as we keep being church, I just want to have this on our radar and our intent, being a gathered people. Let us love one another, like in a true Jesus-shaped love kind of way. Let's eat together, share together, talk together. Let's be vulnerable and safe together. Let's be honest and kind. Let's safeguard each other. Let's advocate for each other. Let's encourage each other. Lovingly correct each other, because this is how Jesus loves us, right? Let our loving gathered community point to Jesus. I'm just going to finish this three minutes, is what I'm going to tell you. I've just been talking for with a quote from the book of Hebrews where it says, Let us hold tightly without wavering to the hope we affirm, for God can be trusted to keep his promise. Let us think of ways to motivate one another to acts of love and good works, and let us not neglect our meeting together, as some people do, but encourage one another, especially now that the day of his return is drawing near. Amen. Amen. Thank you, Emily. I do love my wife, but I said to her, it's got to be three minutes, and she's like, I will speak for as long as I want to, thank you very much. Ryan, over to you. I'll speak for two minutes. Thanks, Emily. I want to speak about growing in shrinking time. No, the beautiful value, the second one is just around growth and growing at GBC. When we think of growth, there's so many ideas that come to mind. Social media kind of spews personal growth at us, emotional growth. Our podcasts are full of growth. But whilst that's great, and whilst God wants us to grow personally, emotionally, and spiritually, it's not just about our personal dreams, our desires. God has dreams for us that are bigger than ourselves. He has an abundant vision for the world, and he sees us as part of that vision. And he loves and knows us, and therefore wants us to know his will in flourishing. So the question is, what does Jesus and the Bible say about growth? And I know that this can even be complicated, right? Because, I mean, the Christian to-do list, praying and gathering together and meeting together and giving, just can be overwhelming. So how do we understand this as simple as possible? And the simplest version I've come up with is, am I connected with Jesus? John 15, 5 says, I'm the vine, and you're the branches, and if you remain in me, and I in you, you will bear much fruit, and apart from me, you can do nothing. The great part about this is that the remaining in him part is unique for all of us. We all find God's unique, sustainable will and rhythm for our lives. And this connection gets fostered in our hearts and in our minds from the inside out. I recall a word that I had for myself, and I felt for the church a couple of years back, and it was a picture of potatoes. And so the gardeners amongst us will know that potatoes grow underground, and all you see are kind of the leaves and the shoots above ground, and you don't know what's happening, and you kind of just have to trust that growth is happening under there in the hidden and secret place, until the harvest, and then you see these wonderful potatoes. And I'm Irish, and I love a French fry like anybody else, and I love a potato. And I just felt God say that it was going to be in the hidden places of our lives that God's going to grow GVC. The second aspect of our growth, as Emily has alluded to, is just being part of this body and how we join together to grow. God made it this way so that we actually need to rely on each other to live this abundant life that He's called us to. In Proverbs 27, 17, it says, as iron sharpens iron, so one person sharpens another. So being part of this body at GVC is not just about coming to church or being on the hospitality team or serving or attending meetings, but being joined together in that friendship, you know, that close bond that you form with the person next to you by helping, by giving to each other in various ways, calling each other into our own calling in God, and asking how the Bible applies to our lives in this day and age, all towards Jesus, that we live deeply in His love. Now, we are not about, you know, creating a commune or cult, right? But this is really just an invitation to discover what Jesus is saying to all of us, to this exciting life that we're exploring together with God. So at GVC, this looks like taking our next steps towards Him in home groups and, you know, sharing our problems and our challenges, sharing our successes and our wins in a real way, and just being honest with each other about where we are in our walks with God. Serving our city and our neighbors side by side and, you know, sometimes taking risks with and for each other. This place is a place of community and of friendship first, as we grow together and towards Jesus. And that's really what growing here at GVC looks like. And I'm sure that was not two minutes. Thank you, Ryan. Give him a quick round of applause. Thanks, buddy. Okay, thirdly, let's talk about being grounded. What the heck does that mean? Diane, over to you. Grounded, it's awesome. The church is grounded. We are grounded on the foundation of our faith in who Jesus is as the King and Savior of the world, in the gift of God's word to us in the Bible, and in God's presence to us in the Spirit who lives in us and who works amongst us and who is at work in His world. So at GVC, we want to be grounded. We want to be grounded in God's word, in God's activity, and in being shaped by really good theology, which we know brings life. Now, who can get excited about some good theology? All right, all right. I heard a few. I heard a few there. Not sure? Who can get excited that we are all new creations, new people in Christ? There we go. That's some great theology. Who can get excited that we are made in the very image of God? That's some Genesis 1 action, right? That God has made us in His image and has given us the task of representing Him in the world. So good theology. Let's hear it. So we are people of God's kingdom where we strive to live under the management of Jesus and bring that reality of God's kingdom more and more into this present time. And we want to be a community then where we preach and live out this amazing good news. To do that, we seek to let the Bible speak into our lives as we gather on a Sunday, as we meet in home groups, as we connect for coffee, prayer time, wherever we might connect. Now, sometimes wrestling with the Bible means that we also are a community where we strive to listen, we discuss, and sometimes even disagree well. That means that when we disagree, we want to do that in grace and in love. So we are not perfect. Yeah, I'll hear it for that. We're not perfect and we're not the only church living out this life-giving reality of the kingdom. As Daniel said, all churches are bringing the same core commitments and then every church brings some special sauce, right? A little ingredient to the stew. As a vineyard church, we are\n\npeople who want the Bible to be our plumb line. We want to seek God's kingdom in all its ways here, even while we recognize it's not going to be complete. We particularly value worship as a priority in the church. So at GVC, we are a worshiping community. We want to encounter God in our worship. And we want to lean into and look for the activity of the Holy Spirit because we believe that the Spirit is alive and well and at work here and now. And so we say, come and do your work, Holy Spirit. Right? We want to be at Gloucester Vineyard Church a church where everybody gets to play. That's a funny vineyard phrase. Everybody gets to play, right? That means that we believe that every believer is qualified for work in the kingdom. All are empowered by the Spirit for God's good work in the world and in the church and that is regardless of your education, your background, your family circumstance, your age, your gender. At GVC, we particularly value the children among us as part of the church now. And we particularly want to empower women to fulfill their gifts in the church to lead and to flourish as God has called and gifted them. In Luke's biography of Jesus, in chapter 4, Jesus says, the Spirit of the Lord is upon me for he has anointed me to bring good news to the poor. He has sent me to proclaim that captives will be released, that the blind will see and that the oppressed will be set free and that the time of the Lord's favor has come. Now that is some good news that we want to be grounded in and we want to share with others. Come on. You guys are very self-controlled. I was like, ooh, yeah, come on. That was very good. All right, Aaron, finish yourself. Well done. Okay, here we go. Here we go. So my part of today's talk is about going and I'm spinning off from two key Bible passages. The first is from Philippians chapter 2. Paul was writing to some Greek Christians when he said, have the same attitude in yourselves which was in Christ Jesus. Look to him as your example of selfless humility. He existed in the form and unchanging essence of God. Jesus was one with him, possessing the fullness of all the divine attributes. Yet he didn't regard equality with God a thing to be grasped as if he didn't already possess it or he was afraid of losing it. He took the form of a servant and became completely human. I'm guessing Jesus was pretty darn comfortable in heaven. I could have thought, well, you know, life as God is good. You know, I like it here and earth can be a pretty hard place. I'll just send some prophets and some visions and stuff and hopefully they'll eventually get the idea and start doing the right things and loving me. Well, he could have and he did that for a time. Yet John chapter 3 reminds us that because of his love, because of his love, Jesus left that place of comfort to experience alongside us a sometimes uncomfortable place that is life on this planet. Going, though, is a part of God's own plan and he's going places. The second key Bible passage that I want to point to that emphasizes going is in Matthew chapter 28. Jesus is talking with his disciples and he said, all power of absolute rule in heaven and on earth has been given to me. Go and make disciples of all nations. Help people to learn of me, believe in me, and obey my words. Baptize them in the name of the Father and of the Son and of the Holy Spirit. Teach them to observe everything that I have commanded you. I'm remaining with you as you do this, regardless of circumstance and on every occasion, even to the end of the age. If there were ever some famous last words that challenge us to be going, this is it. Jesus told his disciples, go and make disciples everywhere. The call to follow Jesus has not been go and make some comfortable gatherings and hang out. It's always been about going and going beyond ourselves. So GVC is and wants to be, as we keep going forward, looking out and going out. God has given us hope and it's too good to keep to ourselves. We live with open hands, willing to give of our time and our resources and our energy. We don't just talk about bringing hope and joy to Gloucestershire. We have to be willing to go and do it. And as we go, we invite people to join God's family. Going involves being hopeful in a hopeless world. When we serve, when we care, when we show up in kindness, we demonstrate the heart of Jesus and the beautiful truth in God's kingdom, like Diane mentioned just a moment ago, everybody gets to play. Every single one of us has been invited to go. Carrying his hope and his joy wherever we go. We also believe that going requires creativity. A couple hundred years ago, there were alms houses. What the heck was an alms house? Well, that was established to provide for the poor and the elderly or others who couldn't support themselves. Nowadays, we do things differently. We have an English conversation group in Chai and Chat. We provide supplies for parents of infants in Grow Baby. We host adults caring for children in Vibes. And then there are clubs and groups that various folks are involved in through the week. So God has even given somebody in our church, a couple of folks in our church, a vision of going out with an ice cream truck and handing out free ice cream as a way of bringing joy into the city streets. Who knows what God may lead us to do next as we go? Who knows? But keep listening. So as we partner with Jesus, he leads us to multiply his church, creating new communities where people can encounter him. So going isn't optional. It's at the very heart of what it means to follow Jesus. So the questions are, where is God calling you? Where is God calling me to go? And the good news with that is that wherever we go, we know that Jesus goes with us and will help us every step of the way. You know you're in the right church when you get the biggest whoop of enthusiasm for ice cream truck, right? You're talking about like kingdom of God and people being set free and people like, ice cream truck? Where's the ice cream truck? Anyway, okay, we've spoken for ages. Why don't you guys get back into those little groups really, really quickly and just discuss like which one of those four kind of stood out to you the most, which one resonated for you the most. Maybe you get excited about being a kind of gathered community about hospitality, about being a family and creating an environment of belonging. Maybe it's about growing, maybe discipleship is your thing. You want to see people healed and restored and released from stuff that's holding them back. Or maybe you're one of the Bible nerds amongst us who loves a bit of kingdom theology and wants to see the Holy Spirit ministering to people. Or maybe you want to go. Maybe you are excited about the idea of creating new communities and rolling up our sleeves and going and serving our neighbors. So just take literally two minutes. Chat to the people around you. We'll say goodbye to these guys. Give them a round of applause. Thank you. Two minutes and then we'll wrap it all up. Okie dokie. So before the kiddos come back in again and join us, I just wanted to bring this thing into land. So a couple of weeks ago my friend Steve grabbed me after church and said he'd been reading the last book of the Bible called The Revelation. Anybody ever read any of that? Interesting read, isn't it? Very interesting read. Not a book I've read an awful lot if I'm honest. But the book starts, if you've read it before, with Jesus basically sending a message to seven of the first churches. Basically giving them a report card. That's a terrifying prospect for someone like me. Can you imagine Jesus giving us a report card on our church? It's just terrifying. And in some of these letters Jesus is commending these churches for what they're doing and he's bringing some correction and challenge in other cases. And as I read these letters to some of the churches it kind of percolated back into the top of my mind this week as I was preparing for today. And there's one report card in particular that got my attention. It's probably the best known of the seven. It's the last one and it kind of sticks in the mind because it's got quite a funny mental picture associated with it. Let me read it to you. It's written to a church in a place called Laodicea. And Jesus says this, I know all of the things you do that you are neither hot nor cold. I wish that you were one or the other. But since you are like lukewarm water, neither hot nor cold, I will spit you out of my mouth. You say I'm rich and I have everything I want. I don't need a thing. And you don't realize that you're wretched and miserable and poor and blind and naked. That's nice, isn't it? Isn't that nice? Can you imagine Jesus handing you that on your report card? Like C for effort. Not a comforting thing to be told by Jesus. I'm sure they're all patting themselves on the back when they read that. But these verses have come back to me this week as I've been preparing this. Not because I think that God is necessarily saying that to us as a church. But because as Emily said last week, I think there is a real risk for our church or any church, really. Last week Emily talked about how easy it is for us to let the church fade into the background. For us to take the church for granted.\n\nto forget that the church is meant to be a revolutionary force. Did anyone else have a really convicting moment last week listening to Emily when she started talking about what the church is supposed to be like? And you're sitting there thinking, that doesn't describe my church. Anyone else have that moment? Oh, was it just me? Oh, gosh, you guys are amazing. Well, that was quite a convicting moment for me as one of the leaders of this church. Like, wow, that's amazing. That doesn't describe our church. It's okay. Now I've said that out loud, would anyone like to put their hand up and say, yeah, maybe a little bit in some ways. We do okay, we do okay. As I was preparing this, I really thought you'd react differently to that. I'm sorry. As I was preparing this week, I just really felt like God say, I want you to turn up the heat at Gloucester Vineyard Church. I want you to turn up the temperature on these four things. I felt like God say, this is the church that I've called you to be. I have not called you to be a church in the background. I have not called you to be a lukewarm church. I have not called you to be a church which plays its tune at half volume, who's a little bit hospitable when we feel like it, who quite likes kingdom theology or who kind of occasionally allows women to preach, or who sometimes goes and does some nice things in the community, or who kind of theoretically believe that miracles happen, but we never actually seek them, or who's too afraid of offending people to challenge injustice in the world. I felt like Jesus say, look out, watch out. I want you to guard against being lukewarm. Guard against being a community where we express these characteristics that we've been talking about as background noise. The church is not supposed to dwell in the background. We are supposed to be advancing into enemy territory with a confident declaration that Jesus is the king. Thank you. I'm going to say that again. You're all supposed to say that. Where am I? Oh dear. It's been a long week. The church is not supposed to dwell in the background. We are supposed to be advancing into enemy territory with a confident declaration that Jesus is the king. That's much more like it. As I said earlier on, there is nothing special or new or innovative about the things that we've shared today. These are things that all churches are called to be and much, much more. But the reality is that we can express these things quietly and we will be a really nice community, or we can express these things at full volume and be a revolutionary force that Emily was talking about last week. We can be that revolutionary force that Jesus calls us to be. The question for us today is how loudly are we being these four things? How passionately are we these things? How fervently are we embodying these things? As a community, we are not called to be lukewarm. We are called to be on fire. We are an expression of the church of Jesus Christ. We are called to be invested in this city, to show up everywhere we go, to announce and demonstrate the good news of the arrival of the kingdom of God. We are called to be carriers of the kingdom. As Diane shared earlier on, we are called to proclaim freedom for the captives, recovery of sight for the blind, and to proclaim the year of the Lord's favor. Gloucester Vineyard Church, we are not called to be a lukewarm church. Amen? We are called to be a church on fire for Jesus. Okay? This is who we are. Kiddos, welcome back. Sorry, you kind of came in and I was in the middle of a flow of thought there, but I appreciate you. You snuck in like little sneaky weasels. That was amazing. Welcome back. Why don't we celebrate communion together as we finish?"
  },
  {
    "id": "fe1bb582-cc49-4630-aa57-7cc38d6cb206",
    "title": "Multisite Q&A",
    "published": "Tue, 07 Oct 2025 12:40:28 GMT",
    "link": "https://rss.com/podcasts/gloucestervineyard/2258438",
    "image_url": null,
    "summary": {
      "overall_theme": "The podcast discusses the concept of 'Super Sunday', a day dedicated to serving the community rather than the usual church activities. It highlights the church's mission to be witnesses of Jesus and to demonstrate God's love through practical acts of service. The conversation also touches on the church's plans to launch a new expression in the northern part of the city, emphasizing the importance of community engagement and collaboration. The leaders reflect on past experiences and mistakes in church planting, aiming to create a more sustainable and relational approach to growth and outreach.",
      "quotes": [
        "We are all called to be witnesses for Jesus, showing and telling the good news of the kingdom of God here today.",
        "It's about showing and demonstrating God's love in practical, servant-hearted ways to our city.",
        "We don't want to kind of just be a nice kind of Sunday gathering with some nice people saying some nice things.",
        "If we didn't have any worship team, we didn't have worship.",
        "What we really, really need to see is the majority of folks staying really well invested in the centre."
      ],
      "bible_passages": [
        "Acts 1:8"
      ],
      "follow_on_questions": [
        "How can we better serve our local community?",
        "What does it mean to be a witness for Jesus in today's world?",
        "How can we ensure that our church remains inclusive and diverse?",
        "What practical steps can we take to support the new church expression in the north?",
        "How do we balance church growth with maintaining community relationships?"
      ],
      "further_bible_passages": [
        "Matthew 28:19-20",
        "1 Corinthians 12:12-27"
      ]
    },
    "transcript": "And so, this is the first Sunday of the month. So today, today is Super Sunday. It's so exciting. What the heck is a Super Sunday? A Super Sunday is the moment when we pause our usual rhythms of opening the Bible together and singing songs in order to go out and love and serve our neighbours in practical ways. It's our way of learning about God's heart for those people who are outside of our church. So that's what we generally do every Super Sunday. But at the moment, we're in the middle of adding a little extra sauce to these moments of serving. Because as a church, we are preparing to launch another expression of this church in the north of the city next year. And so we are using these gatherings as a moment to dig deeper, to do some training, to do some equipping and getting ready for this exciting moment of multiplication. Hooray! And so just to let you know what we're going to do today. Actually, I'll tell you that in a minute. Some practical things first. If you want a cup of tea or coffee, they're all at the back. Help yourself at any time. If you need the toilet, they're just through there and on the left. And that's a fire escape and that's a fire escape. We're not expecting a fire, but if there is one, head for one of those places. But why are we doing this today? Why are we doing this? Why are we not doing what every other church in the city has done today? Why do we shake things up once a month? There's a whole load of reasons why, but one of the reasons that's been really on my mind recently is because as a community of Jesus, we are called to be witnesses to the way of Jesus and the kingdom of God and the way that Jesus has changed our lives. We are called to be witnesses. And I've had that little word witness running through my head in the last few weeks because some of us might be aware there was a very high profile assassination recently in the news. A guy called Charlie Kirk was murdered over in the States, which was very attention grabbing. And a lot of social media, at least my social media, was talking about Charlie as a martyr. Anybody else hear that? That word martyr? So that word was getting knocked around social media, which kind of caught my attention, as you can imagine. Now that word martyr in English has a very specific meaning. It means somebody who dies for their faith, somebody who dies for a cause. But the word martyr is actually a Bible word. It comes directly out of our Bibles. And it doesn't mean somebody who dies for a cause. What it means is somebody who stands up for what is true and is a witness to the truth. So somebody who speaks about and demonstrates what they've found to be true. And we find this word martyr all throughout one of the books of the Bible called Acts. And our Bibles translate this word as witness. Jesus says, you will receive power when the Holy Spirit comes upon you and you will be my witnesses, my martyrs, telling people about me everywhere you go. So we are all, if we identify as followers of Jesus, called to be martyrs, called to be witnesses. We're all called to be witnesses for Jesus, showing and telling the good news of the kingdom of God here today. And so that is what today is all about. That is why we do Super Sundays. It's about showing and demonstrating God's love in practical, servant-hearted ways to our city. I'm personally pleased that today, when there's been people out on the streets of this fair city who have been protesting the presence of asylum seekers in our city, that today we are also going to be hitting the streets in a posture to serve and love and to care and to demonstrate a heavenly kingdom where love, generosity and self-sacrifice are the guiding principles. Amen? Two-minute preach. Look at that. Sorry, just had that one on my heart. There we go. And so today we are going to be demonstrating God's love. We are going to be serving in a handful of ways. There are three things that we're going to do today. Smashing. Okay, I'm going to use this, not because it's necessary, but because we're recording this, obviously, so folks can listen in afterwards. So I'm also going to pass it to you guys if you have got a question. So do be brave and use the microphone. Thanks for coming and hopefully coming with some questions. We're going to do our best to respond to those questions. If we have, hopefully we have something close to an approximation of an answer, we will certainly try to give a response. But don't be at all surprised if we say something like, I don't know. That's a really good question. I'm not quite sure. And so, yes, I wanted to just say a couple of things before we dive straight in. We've thought of a few things to say in case you guys literally have nothing to ask, but I imagine that's not the case. A couple of things to say. An encouragement to please ask all of your questions. If you have a list, that's fine. You may bring all of them. Don't be shy. Please ask silly questions as well. You might be thinking, this seems trivial. This seems silly. Please don't think that. If you've thought of it, there's a good chance that somebody else has thought of it. So you vocalizing it will be helpful for someone else. Please ask awkward questions. Don't not ask a question because you think it might make us feel uncomfortable. We're quite able to defend ourselves. And so if we feel like a question is impertinent, we will say, I have literally no idea. We'll say, that's absolutely none of your business, but thanks for asking the question. But honestly, please ask any difficult, awkward questions that you have. But obviously forgive us if we end up saying, I have absolutely no idea. And also, this would be a great moment to share any ideas and suggestions that you might have. Because so far we've had a number of brains on this idea and on this project. But we all have the Holy Spirit within us. The Holy Spirit speaks through each of us. And so it might well be that you can bring some insight today on something that we have not thought about or to an issue that we're struggling with. So if you've got some ideas, please put your hand up, grab the microphone. We'd love to hear from you. This is one of the joys about kind of going public with this idea is that we get to be collaborative. We get to work together. And now this is something that we are all doing together. Anything you want to add? Nope. Great. Anybody got, who wants to ask a question? There's one on the board. Oh, should we tackle the one on the board? So the question on the board is, will it have a kids' church? Which is a really great question. And I think the short answer to that is yes, kind of. So what we are trying to do is set things up in the north in such a way that on the first Sunday, if there are some young families that join us, we are ready for that eventuality. So what that will probably look like is Heather and one other will be ready at the morning gathering with some activities for the small kids. They will take the kids out and they will do the activity with the kids and bring them back in again. So there will be some form of kids' church, but it won't look like the kind of all singing, all dancing kids' church that we have here in the afternoon. I think one of the things that we would like to encourage folks is that if your kids are currently invested in kids' church, then it would be great for them to remain invested in kids' church. They're very welcome in the centre. Because in the north, there will just be fewer kids initially, and we just don't know what that's going to look like. So if your kids are invested there, then great. What venue were you thinking of? Good question. Thank you. So we have been, we've kind of been cryptically saying north of Gloucester, but we're kind of looking at kind of Churchdown, Innsworth, Longford, down Hatherley type neighbourhoods. And we have been looking at venues for the last couple of months, and we are having an interesting experience of that. So our friends from Cardiff Vineyard, one of the pieces of advice that they gave us was that actually securing a venue is a really important thing to get kind of in place. So, and that was a surprise to me. I thought it would be get your teams in place, train everybody up, blah, blah, blah, blah, blah, blah, get your trustees, get your budgets. And yes, that is very important, but they basically said as soon as you can get a venue secured, do it. Because what they've done in the past and where they've, I think they have four sites now, and what they found in the past is they've been completely ready to go, everything ready, but they've got no venue. And when they've gone to the places that they assumed would say yes to them, everyone said no, and they've had a big problem. And so we've been to a handful of venues, and we've been just at the moment of inquiring about how much does it cost, can we get it booked? And they've said, oh, I'm sorry, somebody's just jumped in ahead of you and booked it now. And so we don't currently have a venue. We had a couple that we were really focused on and really quite excited about. But so far, just as we've been about to book those things, those doors have closed. Now this is an interesting one, which we have come across before. This is not a new experience for us. So when we came out of COVID, this is exactly what we had. And so whilst it's an interesting moment that you find us in\n\nI have a double question. The first one is, how do you guys feel like you're going to allocate your time for both churches? Will you guys be visiting both? And also, what time will the second service be? And then the next question is, what mistakes did you make the first time in trying to get people in this church that you won't make the second time to make sure that when you publicize, there will be people in there? And then also, how can we help as a community to get that word out? Such great questions. So first question was, how will we be splitting our time or allocating our time? And the answer is, Daniel and I, us two individuals, we will be at everything all the time, pretty much. So we will lead the team in the north for the time being until we are able to appoint site pastors who will lead the team on our behalf, as Ches and Don will be doing in the centre. But we are very much going to be here in the afternoons serving on teams, preaching, leading worship, all of that as well. We're not expecting our kids to do both, just in case anyone's concerned about our kids. But we are. And so our kids will be coming here in the afternoon. And the morning will probably be the holy time of 10.30, likely, but TBC, unknown. Yeah. Yeah, so one of the things that we as a family are going to be doing is that we are, because obviously that's a very long day on a Sunday, and so a lot of people have kind of gone, you can't do double church Sunday. And my response to that is, I think you can, as long as you accommodate it in the rest of your boundaries. So one of the things that we're going to be doing and one of the ways that we're budgeting is that Emily and I will basically have Fridays and Saturdays off every week. And so Sundays, yes, will be a very busy day for us. But I also like to encourage folks to remember that as much as this is our passion and our love and our vocation, it is also our jobs. And all of you guys know what it's like to have a busy day at work. Sometimes there's one day of the week that is particularly busy. And so for us, that will be a busy day at work. Is that fair to say? Yeah, I think so. When we have appointed site pastors north and site pastors central, we will be overseeing both. And so that may look slightly different then, but we anticipate being most of the time at both places. The next question was, what mistakes did you make first time that you're not going to make second time? Well, I was going to say, I can't promise we're not going to make them again because we're human. So we endeavor to learn lessons from our mistakes, but also from everyone else's mistakes. We love learning the lessons. I'm going to pause for a minute because nothing is immediately springing to mind, but I'm sure it is for you because that's how your brain is wired. So mistakes that we made the first time that we're going to try not to repeat this time. One of them I would say is, you've got one already, haven't you? When we first started the church, I was very keen, very gung ho about making the church bigger. I thought as long as the church can be bigger, everything will work. And so we tried to do lots and lots of things to make the church bigger. And we learned pretty quickly that that was a fantastic way of completely wasting your energy. Basically, we learned that it is God who Jesus grows the church, that he sends people, the right people at the right time when we're ready for them. And really, all of our efforts trying to just put bums on seats was just wearing us out. And not the point, just not the point. And so one of the lessons that I hope we've learned is to say, thank you, Jesus, for the people who are currently in the room. And Jesus, when we're ready, we trust that you will send any more that you would like to. So one of the things that we will not be doing is trying to force anything and make sure that there's more people in the room than there needs to be. Another thing is, we're better at communication now than we used to be. Things are a bit slower. Things are a bit more thorough now. In the early days of planting church, it looked very different. So circumstances that were presented to us seven or eight years ago would look very different if the same thing presented itself now, simply because it was basically just the two of us eight years ago. And now that's just not the case. And so we have opted in for slower, more collaborative, more communicative leadership because we have discovered through mistakes that that is much better. And we make healthier decisions and people are cared for better. Whereas in the early days, we could just be like, text the five people and be like, we're actually changing to 10.30 rather than 10. See you later on Sunday. And that was kind of it. So there's a lot that has morphed and changed out of necessity because we're leading something totally different to what it was seven or eight years ago. But we have learned from the kind of gung ho, less communication, speedy decision making. We've learned that lesson, hopefully, and I'm sure we will learn it again. I think one mistake I think we didn't make, and I'm glad that we didn't make it, and I hope that we don't make it this time, is doing things sustainably based on where we are actually at, not where we feel like we should be. And so one of the things about our Sunday gatherings is that if we didn't have any worship team, we didn't have worship. If we didn't have enough kids team, we didn't have kids. And when we did have enough kids team, it was small based on what we really did have. And so I think what I often see churches doing is kind of stretching people to kind of strive to be somewhere that we're just not and kind of burning people out in the process. I think what I'd rather do is kind of roll with the fact that there's just going to be fewer people in the room, and that just means we can't do everything that we might do here in the center, but that's okay. So kind of just not pretending to be something that we're not, I think. That's one. It's just reminded me of, we just done a whole series personally about eliminating hurry and haste and kind of that kind of anxious presence stuff from our personal lives. And then that Sunday, like our kids were sick and we arrived at church having made all of the coffee at home. And then everything broke. Like we smashed like three coffee jugs in about 20 minutes. And Daniel looked and went, Asda opens at 10. We're meeting in the mornings at this point. Asda opens at 10. It's five to 10 now. Church starts at half 10. I reckon I could go. And we just went, what are we? No, there's no coffee, guys, this morning. And so we just went, sorry guys, we smashed all the coffee. There's no coffee this morning. We'll get it for next week. And everyone went, sure. And that was just a moment where we went, oh yeah, that's better. That's a better way of living for everyone. Could you remind me, what was your third question? In terms of publication and getting people in the seats, not to burn you guys out, how can we help as a community to get people down? Yeah, thank you. So we're probably gonna kind of start talking about this a lot more publicly in the next few weeks. When we do, it'd be great if you guys could just share that stuff on your social media. But really, I think just thinking about anybody that you might know in the north of the city who might be interested in coming and exploring faith, very much a priority on people who are not currently part of a church. So what we really don't wanna see happening here is that people go, oh, there's a new option open. I'm just gonna leave my existing church and come to this new option. We will be trying very hard to kind of turn people around and send them back from whence they came, if that is the case. We're very excited about people kind of being excited about the mission that we're on, about who we are as a community. We're really not about just shuffling the deck of Christians. And so particularly if you are aware of anybody who lives up in the north who might be interested in exploring faith community, I mean, the reality is that as a church, we don't express ourselves that differently to lots of the other churches in the city, but there are a few things which are a bit different and are a bit fresh and are a bit, I hope, innovative and interesting, like just like the fact that we do this on the first Sunday of every month is just different. And this is refreshing for some people and it is refreshing for their faith. And so we do encounter a lot of people for whom those small differences actually add up to quite a lot. And so if people are exploring faith and looking for a church, it'd be great to encounter them. And I'd say wherever you're based, center or north, be church really well. Just be it really goodly. Like join your home group and commit to it and invite people to it and pray for your friends and pray for your church family and help them move house. And when someone new walks in on a Sunday, welcome them, give them a tea, bring them over to tea and toast. Like that's how it is. Yes, there are like marketing options to get our name out there or whatever. But the reality is this is a community and this is a family. And so the way that that works is relationally. And that's\n\nwould we be leaving as in we would just hand over the centre and go somewhere else? No, absolutely not. So this isn't Daniel and Emily's exit strategy by any stretch. So a couple of years ago we were tired and we were worn out and we were going okay, what's next? What are we doing? How are we doing this? And we both asked the question independently of God please can we hand this over because we're tired? And God said to us individually, no. And we went, he said well and so it was a genuine moment of going okay, in which case we need to have a sabbatical in order to come back and lead well and to come back into this next moment of church because we've been in church plant mode for seven years and we're no longer a church plant. We are a stable existing church and that requires something different from us as leaders and from the community as a whole. And we went we need to rest up and grow up and so that's why we chose to have a sabbatical and we were very grateful for that but no, absolutely not. If we were bigger we'd probably just have a bigger team launching a new expression or we'd be like previous Daniel and Emily would be like we're big enough let's just do three plants at the same time, three launches at the same time great we could do that so absolutely not. We love it here, we love GVC this is our home so we are sticking around. No, no, no, great question. Yeah, I appreciate the awkward question genuinely, thank you that's very very awkward but I echo what Emily said for us this isn't any kind of an exit strategy I'm personally so excited about just the idea of multi-site church I just think it's so innovative and interesting and creative and we've seen it be super effective elsewhere and there's elements of it for our church which I think are going to be really kind of supercharged especially when it comes to the super Sundays about like little local expressions serving in a neighborhood, invite your neighbors walk to church I'm like that makes so much more sense for kind of how we express ourselves as a community I think and so I'm so excited about trying this because I just think it's going to be beautiful and I wanted to say just another really quick thing off the back of that which is to say that yes we are leaning into being a multi-site church and we hope that this will be the first new expression that we launch we'd like to see other expressions as well bubbling up as and when the time is right but that doesn't mean that we're not also excited about creating new and different types of community as well and so I'd love to plant a church like how cool would it be to plant a church or two you know and we're also really excited about creating missional communities so before we started this conversation you two were talking about skate parks slash basketball courts reaching out to people like I would describe what you guys were talking about as a missional community i.e. a community which is inspired by the mission of Jesus going out and doing good things in the world absolutely amazing which is different to a worshipping community which is centered around the worship of Jesus it's around the mission of Jesus and kind of out in the world and so we're very excited so we say every week we're creating communities which bring hope and joy to Gloucestershire and when we say communities we don't mean sites we mean sites and church plants and home groups and ministries and missional communities if it's people coming together to extend the kingdom fantastic let's do those things let's not limit our creativity is that a good answer? yeah I would just like to say as well because we could talk about this all day we love church I think the more that we have given ourselves to the churchy stuff the more we're like oh yeah this is our thing to do and we will die with our boots on in whatever form and shape that looks like so this is our lifestyle this is who we are and how we function in the world as far as I'm concerned so yeah yes is the aim to grow the north site to have similar elements to the central site in terms of firstly what the service looks like and secondly in terms of the outreach elements so whether that's gardening projects, grow baby, chai and chat etc add to the list great I have some thoughts do you want to go? so one of the things that we have been talking about as we've been thinking and praying and discerning and all of that is exactly that are we looking to cookie cutter A to A and the answer is no apart from the values so essentially we are prioritising our values being what makes us how we are and the outworking of that may or may not look different in different locations so in the centre so our values being those four things we spoke about a couple of weeks ago about being a gathered community being a growing from a discipleship point of view community being a grounded community in good kingdom theology and being a going so going out and doing stuff and so we have been on a windy journey to where we are at the moment it's looked different at different stages depending on where we're meeting and who's with us so like we've done lots more stuff with refugees and asylum seekers in the past because we've had a gaggle within our community so our desire is to be flexible with the how but founded on the why I don't know what the words are but essentially values yes outworking we would love it to be individually expressed wherever people are the reality is it will be a Sunday gathering that we'll be initially starting so there will be lots of similarities there will be worship there will be kids activities we'll probably play games because Daniel and I will be leading the team at that point so that's how we roll and so that's as much but we would love it to be I think we're expecting it to be the same rhythm of first Sunday of the month super Sunday and then gatherings but what they actually do and look like wouldn't necessarily because it's a different demographic so what would work in the centre based on who comes wouldn't be necessarily appropriate in the north and vice versa yes I'd say that I think this is one of the things that I think I'm most excited about about this process I might be wrong about this which is kind of looking at everything that we do as a church particularly around our Sunday gatherings and asking that really excellent fundamental question of why are we doing this what are we hoping to achieve by kind of gathering in this way and expressing ourselves in this way I'm a big believer in the gathered environments I love those environments I think they're really important I think that it's an important open door for people to come in to come and experience God's goodness and to encounter him in a variety of different ways and so I'm like I'm pretty it's just I know that not everybody is as enthusiastic about Sunday gathered environments as I am but I am and so but I am excited about the idea of handing this gathering and this congregation over to Chaz and Don and the team and saying okay well this is why we play a game every week because we want to remind ourselves not to take ourselves too seriously we want to be welcoming of children we want to do something to just break the ice we want to be intergenerational and so if you can achieve those things in a different way that you think would actually be more you know a better expression in the centre then go for it equally when it comes to the talk like if the way that we kind of deliver the message every week just isn't working in the north because we're just gathering a different bunch of people then we again take it back to base principles and go well why do we open the Bible and speak in this way and actually we've gathered a group of people that are completely different to the people that we gather in the centre and so we need to be expressing ourselves in different ways so I'm really excited about kind of going forward kind of values first and yeah we'll probably start with what we've got currently because it's what's comfortable and what we know but I hope that we ask that question as we go of kind of well actually is there a better way we could do this is there a more effective way we could do this and I would like to see these sites as they kind of continue as they grow and we launch more of them that each of them looks very different like if you imagine a site in Colford and a site in Stroud like those two expressions would need to look wildly different from one another because those are wildly different neighbourhoods and so I like the idea of kind of infusing this whole process with creativity and the teams and permission for the teams to be like go and express yourselves like go and gather go and be Jesus in those neighbourhoods yeah yeah yeah I don't know if it's a specific question it's probably a little bit intangible but it's more of what you were saying earlier about when there isn't a venue yet and that can impact how your Sunday expression looks and what community is in walking distance from your venue and so I guess those are things that\n\nyet to be pinned down, is that? You're absolutely right. I mean, the reality is we try to pretend, I think, that it's not important, the room that you meet in, but it really is very important. The room that you meet in, where you meet, where it is geographically, how people feel when they walk into it, just communicates so much before we pick up the microphone. And so to a certain extent, we have a list of preferences of what we'd like to find, and in other ways, we're kind of finding that those venues, God is shutting the doors on us, and we're like, oh no! But again, that's how we found here, and by being here, God has formed our community in ways that we wouldn't have imagined. And so we're kind of like, okay, so surrendering to that process and going, well, Lord, we're trusting you that there's going to be a big open door here, and we're excited for that. Please help us to walk through it with humility, whatever that looks like. Who's got a question? Yeah. So for somebody exploring faith, how do they know whether to go for Central or Innsworth? I would suggest whichever would be most convenient. So one of the things that we know is that four o'clock on a Sunday afternoon doesn't work for everybody. I found that with my friends when I've invited my friends to church. They've kind of gone, oh, that's a very inconvenient time to be out of the house, and I've kind of bitten my lip a little bit. And so one of the aspects of why we're doing this is to create another option for those who are just doing other things at four o'clock on an afternoon. So generally speaking, if you speak to people in our church, people are like, well, what do you mean? Four o'clock's fine, but you've got to remember there's a kind of self-selection bias going on there because we are the people for whom four o'clock is okay, or we've kind of decided that four o'clock is okay. We've reshuffled things around. But yeah, if somebody is exploring faith and would be interested in exploring faith as part of the church, then we would say, which works for you best? Again, it depends how they're coming to explore faith. If it's relationally, i.e., your neighbor and you are talking, and then you invite them to church, they come to wherever you go. That would make sense. Wherever the relational aspect is. If it's a, I think I need to go to church out of nowhere, which we are hearing a lot more of, I'm going to go on the internet, and then they're going to find one that works in a location at a time for them. So that would be self-selection. Any others? Yes, Andrew. You talked about how God influenced your decision to grow the church. Can you just provide some insight of what God told you and what you felt to continue your journey? Absolutely. Were you here last week? Oh, you were in kids' church, weren't you? Have you listened to our podcast? I would love to direct you there because, so last week we tried to answer that as best as we could. So we took people on a journey of, this is where we began 10 years ago in church leadership thoughts. This is how God spoke. These are pictures that we have had, scriptures and stuff that were pertinent to us that we were praying over that led us to plant Gloucester Vineyard Church seven and a half years ago. And then we kind of told the story of how God has been slowly kind of, it feels like, almost threading the needle or like kind of sewing a tapestry or something of like bits from here and bits from here and bits from here to join up to come to where we are at the moment. So my main thing to say would be have a little listen to our podcast because it should answer that. Equally, we have booklets at the back that have like questions and stuff that tell a bit of the story as well. But do you have anything that you wanted to say specifically to that? Maybe. I mean, I think the idea of kind of churches growing is it's potential for a bit of minefield for church leaders and for churches in general. I've already shared a bit of our journey around kind of coming and planting this church and being like, we've got to grow this thing as quickly as we possibly can and how God has very mercifully put that to death within us. Thank you, Lord. But there is certainly a truth to which, you know, I believe that healthy things do grow and that if we're doing our job well as a community, if we are inviting people to come and explore faith, if we are being hospitable and welcoming, if we are speaking to culture in a way that is relevant, if we are worshipping Jesus, if we're seeing miracles, if we're seeing signs and wonders, if we're seeing all of those things, like for me it seems natural that the community would grow because people would want to be part of that. Like we want as the church to be a revolutionary force in the world. We don't want to kind of just be a kind of nice kind of Sunday gathering with some nice people saying some nice things. We want to be a revolutionary force and so what we would like to see is people encountering that revolutionary force, hearing the gospel message, having it resonate with them, they're being healed and restored. Like for me it's natural that that would grow. And part of that growth is that we do then continue to send people out. I think what the church has done in the past is kind of seen the church as the result and we kind of gather people, we keep them and we build a bigger bowl so we can put more people in the bowl and that's wonderful. Isn't it great to have a big bowl full of people? The point is to fling people back outwards and say, okay great, you've caught it, you've got the vision, go back to your neighbourhood where you live and go and be Jesus in that neighbourhood. And that's a big part of what we're trying to do is to try and kind of go, wonderful, fantastic, pew, now go and do another amazing thing over there. Yes, Pippa. I would just like to feedback, I appreciate you saying to us, if you don't see the people that you did once see because they've gone to North Church, that's not our fault. Like I appreciate that you kind of acknowledge you're not holding a social for us on a Sunday and if we have Christian friends we should actually see them during the week and not just kind of go, oh no, but I see them on Sunday, I don't need to see them the rest of the time. So I think it has woken me slightly to being like, oh I need to be an active Christian friend as well as being an active Christian, I suppose. Thank you for saying that. Yes, very good. I was going to say, I appreciate you saying that, you appreciate that. But I think that that's a really, it's helpful to keep at the fore, particularly when we're launching a new expression because that's how community is built, isn't it? Is by living alongside people and checking in on them and praying with them outside of that once a week. I appreciate, do you know what? We live in the 21st century West and it's very busy and you have to be very productive all the time and there's always a million demands on your time. But maybe that's also something that we need to think about and how we're embracing that in our life as well of being like, actually, what am I prioritising? How am I prioritising that? And am I happy with that? So, thanks. So I regularly commute through that area on my bike. How would you like me to pray as I cycle by? Oh, fantastic. Lord, your kingdom come, your will be done on earth as it is in heaven. I think practical things would be to pray for a venue, pray for somewhere for us to gather, would be to pray for the Holy Spirit to be working in the hearts of those who live in that neighbourhood who might like to come and explore faith with us. That would be great for praying for good relationships to be built. Yeah, I was going to say relationships would always be my number one. So with the community and with, you can get this term like a person of peace, i.e. like a person who just seems to unlock things and have a good connection with the neighbourhood. Yeah, wisdom as well. We will always, always say pray for wisdom for us, the team, the neighbourhood, etc. Just from what you were saying about relationships being the heart of this community building, as you mentioned, Daniel, there are sort of different communities within that north area, I guess. And how does that look trying to create a church base that serves that north area when there's quite distinct communities already within that that maybe aren't naturally crossing over? I don't know much about the sort of social geography of that region, so I don't have any insight to offer in that regard, but I don't know if that's something that you're noticing, you're coming up against and thinking about or plans around that? Yeah, that's a great question. Would you be able to say anything about the kind of demographics? I feel like he's in the room, so why not? Anything? You don't have to. I can say something if you don't want to. So if we think about a neighbourhood like Innsworth, are you thinking about Innsworth in particular? Yeah. Yep. The north site we've talked about has been Longford through Churchdown, which covers that area. So if the suggestion is that there are quite different communities there that aren't naturally coalescing or overlapping, how is that going to come about with a church that serves all of those areas? Great question. Welcome to the church. It's what I'd say. When we were talking about church a few weeks ago\n\npeople from this background, and the reality is we're gathered around the person of Jesus, and so practically, what does that look like? I don't know, but people gather around the person of Jesus, and if we're truly following with humble hearts and loving attitudes and openness and generosity, we find ourselves focusing upon the person of Jesus, surrounded by people who don't always look like us, and I think that that is an essential part of what church is, and so I don't know how you get, like, if there is a big divide, I don't know, but if there is, then surely Jesus is the answer, and that sounds really, like, nebulous and like, Jesus is the answer, but the reality is that's what I see here, and what we will be praying for in the north as well. Yeah, I mean, I love what you said, great, love that. Good. It's worth just acknowledging that this north site will be in a neighborhood, and when we go out and serve, it will primarily land in that neighborhood, but we will be hoping to gather people from, you know, all around, whoever, whomever wants to join, yeah. But yeah, I mean, as we've been looking at kind of Insworth as a neighborhood, and we may end up in Insworth, we may end up somewhere else, we don't know, but I've been really excited about that challenge, actually, because there are so many distinct groups and ethnicities within Insworth because of the NATO barracks and just the housing and the new housing being built. It's just a super diverse neighborhood, and I just like, I think all churches should be diverse by nature, and so the idea of launching into a new diverse neighborhood, very exciting, I think. Anything else? Anybody else got a burning, burning question? It can be a silly question, an awkward question. Tiny question, massive question. You've got one, yeah. Would the recommendation from you guys be to go to just one and be a part of that community, or if you go to one, have you now signed up for that one for, in your eyes, that's your site, we'd want you to be in that site now every week, or could you flip-flop between? That is an exceptionally helpful question, thank you. I would say that if you're asking us what we think would be best, it would be choose a site and invest in it. Stick at it. As has been pointed out, this is something that usually a large church would do, which might be able to kind of accommodate for that margin of folks kind of wafting between one gathering and another of a Sunday, whichever kind of works best on the Sunday. I think if that happens, this whole plan probably won't work. And so what we really, really need to see is the majority of folks staying really well invested in the centre, simply because it takes some critical mass to gather in this venue in the way that we do. And so we would very much encourage everybody in the church to spend some time praying about where would God like me for the next two years, three years, I would say, to be invested. And then once we've kind of come to that conclusion, to stick at it. Yeah, I was just immediately thinking like on a small scale, if we likened it to home groups, we have home groups that meet on a Monday, Tuesday, Wednesday, Thursday and Saturday with it. And so if somebody was to just go to the one that was convenient for the week that they were having, they'd never be invested in a home group and they wouldn't build the community. And that would be really unhelpful for their home group as well. And so choose one, commit, stick. Sometimes you'll be able to make it, sometimes you won't, but choose one and love it well. Or equally not going to be really weird about it. So for like a year's time, you're like, actually, I feel like the Lord's calling me north. We're not going to be like, no, no, you said that you'd stay in the centre. How dare you? Yeah, there will be a whole load of transfer paperwork you'll have to do. It'll be very boring. So yeah, no, of course, we're not going to be weird about it. But we would like to encourage everybody to prayerfully consider where the Lord is encouraging them to be. Anybody else? The only other thing that I thought might be helpful today that we'd kind of prepared to say in case all of you were like, I'm here, but I have no questions, which you haven't done, so well done, is to talk about just why we've decided to go north. Would that be an interesting thing to talk about? Well, there is that. That was not a thought. I was going to say, we do live north, but basically the question was north or south. And it was very much like both were on the table for a long time. So we would have gone south as well. Yeah. So would that be interesting to talk about or not? You're all very polite. You can shake your heads and say no. You're interested. Okay. So we'll talk very quickly about that. So there wasn't really the time to share this last Sunday just because we were kind of pressed for time. And so we felt like God asked us to make this move as a leaders team. We agreed that it was the direction we should go in. And so kind of the next kind of logical questions are where are we going to go and do this and how the Dickens are we going to do this? And so really we, the first question that we asked was, do we feel like God is really, really specifically saying, I want you to go here to this particular neighborhood? And we remembered when we came, we showed a little bit of our story last week. When we came here, we didn't feel like God had said, I want you to go to Gloucester or I want you to go to Glasgow or somewhere like that. Instead, we felt like there was a call to go and start a church. And so for us, the process was about kind of setting a date in the diary and then praying about where and that bit came next. And so we kind of felt like, we felt like we were in the same process of saying, okay, Lord, we're going to put a date in the diary and then we're going to pray that where would kind of, you would reveal the where to us. And that has very much been our experience. We didn't feel like God said very clearly, I want you to plant a site in the north. We felt like he said, I want you to plant a site. And so get going on that. Yes. And get going on that and I will kind of reveal the rest to you. And so the kind of process that we went through was, let's look at this from a whole bunch of different angles. Let's ask the question, where are there fewer churches like ours in the city? So like, where is there kind of an opportunity where we could go and express ourselves where there aren't many churches like ours? Another question was, where are there kind of Gloucester Vineyard church people already? So we've talked about kind of building genuine community and it's that much harder to build genuine community if you don't live in the same neighborhood as the people that you're gathering with. The other question we asked about were, where are there kind of unique opportunities? So where there's new houses being built, we spoke to our friends here at the Methodists because we know the person who leads the whole circuit very well. And we went to her and said, are there any buildings like how we use St John's? Could we use another building? And we also asked a question that Alice kind of hinted at there, which was, is there a way we could do this to make our lives easier? Which sounds like the kind of question that you're not really supposed to ask when you're discerning something from God. But the reality is this is going to be hard work. And so if we don't feel like God is specifically saying you must go here, which we would of course say yes to, if there are ways that we could kind of use our intellect, use our logic, use our wisdom and go, is there a way we could actually make this easier and more likely to succeed? Like if we don't feel like God's saying it's here or nowhere else, is there somewhere that we could go that would actually kind of help with the flow of things? And so really having gone through that process, we identified two neighborhoods. One of them was in the north and the other one was in the south, kind of Quedgeley, Kingsway kind of area. Two areas that we felt there was kind of a vineyard shaped hole that we felt that we could go and step into. But one of the things that we kind of, we then went through the rest of it and went, well actually at that point there was very few people kind of down in the south. There was a handful but not too many and there was a much more kind of logical grouping of people up in the north. And the second question was about kind of, is there a way that we could do it that would make things easier? And just at that point it was kind of becoming obvious that Em and I would be taking quite a strong lead in the north. And we kind of went, well we live up in the north and so it'd be so much easier for us to kind of step in and do stuff up there if it's in our neighborhood anyway. And so we didn't feel like God had kind of slammed the brakes on any of that. We kind of started to make some movements towards, we met with some of the other church leaders up there. We started praying for the neighborhood and trying to meet people and walking around and we felt like there wasn't any moment where the Lord was like, no, no, no, no, no, it's not the north.\n\ntrying something on for a set amount of time and seeing how that feels, seeing the fit like that is a perfectly legitimate way of discerning something is to go okay, God has spoken in this way but not in this way so I'm going to try out this and prayerfully try out this and every time I'm thinking and walking through and whatever I'm praying about it and see what happens, see how God speaks through me trying something on for a set amount of time and at the end of it go ha, this is what I've learned, this is how God has spoken through that so just helpful from a discernment point of view so yeah. Any questions off the back of that? Okay, I feel like we've been doing this for a small eternity so let's wrap it up shall we? Do you want to pray for us and then we can pop across the way? God we thank you for your church and we pray your kingdom come and your will be done here on earth in Gloucestershire as it is in heaven and so Holy Spirit would you come and fill our hearts, minds, bodies and souls with your transformative presence. Will you guide us? Will you lead us? Will you transform us as we step into what we believe you have for us as a community? And we pray again your kingdom come and your will be done. Amen. Amen."
  }
]